[
	{
		"id" : 1,
		"nan_shengxiao" : "鼠",
		"nv_shengxiao" : "鼠",
		"zhishu" : 70,
		"jieguo" : "携手并进的一对",
		"pingshu" : "携手并进，互帮互助，彼此最佳合伙人。\n毫无疑问，你们彼此真心以对，并且双方均对家庭生活充满深深的依恋。你们对对方的一切都了如指掌，在一起两人能够齐心协力，携手并进。你们是很速配的一对，你们的个性都比较温和，感情丰富，喜欢把生活打理得井然有条，憧憬美好的爱情。两人在一起，每天都能有新的感受，生活温馨而有趣，生活十分美满。而且你们能够共同奋斗去创造美好的生活，成为彼此生活和工作中最坚强的后盾，是彼此人生中的最佳合伙人。",
		"created" : null
	},
	{
		"id" : 2,
		"nan_shengxiao" : "鼠",
		"nv_shengxiao" : "牛",
		"zhishu" : 100,
		"jieguo" : "天作之合的一对",
		"pingshu" : "天作之合，幸福美满，最完美的配对组合。\n你们是天作之合，非常完美的配对。两人组合既相合又互补，牛太太多多少少会有一些神经质，常常会因为担心有意外发生而搞得自己心神不宁。这时深情款款的属鼠的男生便会充分发挥他的魅力，成为家中的主心骨。属鼠的男生养家的本事和决心可是不可一世呦，而牛太太也会无微不至地照顾属鼠的男生的一切，以她特有的忠诚、纯朴与勤劳与属鼠的男生一起把爱巢建筑得更加温馨切牢固。另外，风流倜傥、长袖善舞的属鼠的男生也能巧妙运用他的多情使稍稍有些倔强的牛太太变得温柔而美丽动人。",
		"created" : null
	},
	{
		"id" : 3,
		"nan_shengxiao" : "鼠",
		"nv_shengxiao" : "虎",
		"zhishu" : 80,
		"jieguo" : "彼此成就的一对",
		"pingshu" : "彼此成就，包容理解，人们眼中的楷模组合。\n你们拥有不少的相同之处，两个人都是八面玲珑的人物，热情奔放，多才多艺，受到大家的欢迎。属鼠的男生是所有女士都喜爱的爱家型男人，虎太太的一丁点小恩小惠都会使他感受满足且幸福不已。虎太太清新典雅、超凡脱俗，她拥有一切男人都为之动心的温婉贤淑与宽容大方。属鼠的男生在追求权力和财富方面从来不甘人后，虎太太则非常乐意帮助属鼠的男生通过各种方式达成属鼠的男生的追求，两人齐心协力的样子可谓是世人眼中的夫妻楷模。而且虎太太的性格典雅大气，对于属鼠的男生偶尔的一些小情绪也能够给予理解和帮助，而属鼠的男生对于虎太太的暴脾气也能够很好地包容理解，两人互补互助，是十分契合的一对。",
		"created" : null
	},
	{
		"id" : 4,
		"nan_shengxiao" : "鼠",
		"nv_shengxiao" : "兔",
		"zhishu" : 40,
		"jieguo" : "吵吵闹闹的一对",
		"pingshu" : "吵吵闹闹，争执不休，考验彼此耐心。\n你们的结合算不上十全十美。虽然两个人的条件都很不错，常常会令他人羡慕不已，但你们也因此特别地爱惜自己而不愿意为对方更多地付出。尽管在一起时你们能够以诚相待，但正所谓相爱容易相处难，一成不变的现实生活会使你们感到单调而乏味。属鼠的男生热情主动的同时也很容易大翻自己的醋坛，而兔太太则习惯以低调来回应，结果常常大家两人之间常常争执不断，谁都不愿意先低头，两人的耐心在感情中不断被消耗。",
		"created" : null
	},
	{
		"id" : 5,
		"nan_shengxiao" : "鼠",
		"nv_shengxiao" : "龙",
		"zhishu" : 90,
		"jieguo" : "情投意合的一对",
		"pingshu" : "比翼连枝，天作之合，令人羡慕的组合。\n你们是非常令人羡慕的配对。两个人都具有干脆利落、勇往直前的性格。干练与自信使你们也彼此信任，并且懂得留尽量多的空间给对方。生活中你们的态度也同样积极而乐观，善于从婚姻生活中寻找到人生的乐趣。属鼠的男生非常欣赏他优秀的龙太太，她热情慷慨，也很有主见，上进心强，有很强的帮夫运，不仅自己要求进步，还会要求另一半进步。在龙太太的帮助下，上进努力的属鼠的男生自然也会不断上进，总之你们将拥有美好、前程似锦的明天。",
		"created" : null
	},
	{
		"id" : 6,
		"nan_shengxiao" : "鼠",
		"nv_shengxiao" : "蛇",
		"zhishu" : 50,
		"jieguo" : "互相牵绊的一对",
		"pingshu" : "互相牵绊，难以施展，容易互相影响。\n你们的共同点在于都是非常现实的人，能够清楚地判断自己什么时刻该做什么。蛇太太神秘而斯文，有很强的洞察力及感受力，对感情非常谨慎，小心翼翼地投入一段感情，不轻易表达情感；而属鼠的男生也是心思细腻的人，而且多才多艺，当然，在感情上你也希望被关心被照顾，对爱情生活有非常美好的愿景。看起来还蛮搭配的，但是，两人都很敏感，疑心病较重。",
		"created" : null
	},
	{
		"id" : 7,
		"nan_shengxiao" : "鼠",
		"nv_shengxiao" : "马",
		"zhishu" : 30,
		"jieguo" : "不相为谋的一对",
		"pingshu" : "互相鄙视，兴趣不投，根本不在一个频道。\n你们的共同点使你们产生分歧。两个人都具有极强的自我意识并且都愿意采取行动的类型，平日里你们便无法接受对方的观点，遇到阻力时就更难免要自谋出路。马太太不甘寂寞的性格和经常出尔反尔的态度几乎令属鼠的男生难以忍受，而属鼠的男生拌嘴时的寸步不让也使马太太闷闷不乐并且更加神经质。两人都过于冲动，兴趣不投，不太能容忍对方。",
		"created" : null
	},
	{
		"id" : 8,
		"nan_shengxiao" : "鼠",
		"nv_shengxiao" : "羊",
		"zhishu" : 10,
		"jieguo" : "互相折磨的一对",
		"pingshu" : "互相折磨，强拼硬凑，完全凑不到一块。\n你们俩的速配度较低。其实你们都是非常内敛的人，凡事考虑周全，性情柔和，对爱情有非常美好的憧憬，追求稳定而温馨的感情生活。但你们都太缺乏安全感，喜欢把想法和情感都埋藏在内心深处。一时的不开心是不可以储蓄的，因为它会增值成为长久的怨恨。也许你们的结合太过冲动，亦或属鼠的男生从一开始便不愿意与一个精神过敏又异想天开的羊太太共建家庭，而羊太太也只是受到娇纵时才会同意与属鼠的男生结合。精打细算的属鼠的男生会发现羊太太沉迷于奢华的生活，无法供给得起，羊太太则认为属鼠的男生太过贪婪守财，不是自己理想爱侣的类型。",
		"created" : null
	},
	{
		"id" : 9,
		"nan_shengxiao" : "鼠",
		"nv_shengxiao" : "猴",
		"zhishu" : 90,
		"jieguo" : "情投意合的一对",
		"pingshu" : "相亲相爱，白头偕老，羡煞旁人的组合。\n你们是一对非常美满的结合。你们能彼此理解、包容，双方的观念也颇一致，会有一见如故的感觉，心灵相通，沟通顺畅。你们都有非常美好的人生理想，同时也会为了理想而共同奋斗，对物质及精神上的需求都非常相近，是能相互扶持的佳偶。你们无论是分工还是合作都会心有灵犀，在人生的道路上，你们将共同奋斗，相互扶持，直到彼此走向成功。属鼠的男生喜爱猴太太的玲珑与娇柔，猴太太则欣赏属鼠的男生的拼搏进取。关心与理解是你们之间任何分歧的最好的黏合剂，让你们的感情白头偕老，羡煞旁人。",
		"created" : null
	},
	{
		"id" : 10,
		"nan_shengxiao" : "鼠",
		"nv_shengxiao" : "鸡",
		"zhishu" : 20,
		"jieguo" : "貌合神离的一对",
		"pingshu" : "貌合神离，同床异梦，稀里糊涂在一起。\n你们俩不太速配，在一起双方都很难了解对方的心意。鸡太太很在意生活的点点滴滴，对另一半要求完美，甚至有些挑剔；而属鼠的男生温和机智，会制造生活小情趣，喜欢被对方呵护的感觉。两人相处时，鸡太太会对属鼠的男生的言行有较多的要求，会恨铁不成钢，常指责属鼠的男生的不足，这会让属鼠的男生很憋屈；而鸡太太也会常常觉得委屈，觉得你让她失望，结果是两人都感到被对方辜负而很受伤。",
		"created" : null
	},
	{
		"id" : 11,
		"nan_shengxiao" : "鼠",
		"nv_shengxiao" : "狗",
		"zhishu" : 50,
		"jieguo" : "互相牵绊的一对",
		"pingshu" : "顾虑繁多，束手束脚，成为彼此的阻碍。\n你们在一起总是很少去表达自己的想法，从不会大吵大嚷或是强迫对方按照自己的方式生活，因为两个人都向往独立、宁静的生活，并且懂得尊重他人的意愿。但正是出于这个共同点，你们的婚姻本身也潜伏着危机。一旦生活中出现分歧，为了维护一种理想中的和平状态，你们顾虑繁多，进而束手束脚，彼此都会尽可能地向对方让步，结果常常路越走，心越远，相敬如宾使你们两人都感到太过平淡乏味，甚至导致最终的放手。",
		"created" : null
	},
	{
		"id" : 12,
		"nan_shengxiao" : "鼠",
		"nv_shengxiao" : "猪",
		"zhishu" : 70,
		"jieguo" : "携手并进的一对",
		"pingshu" : "同进同退，风雨同舟，典型正能量组合。你们是相互激励，彼此鼓舞的一对，两个人都深深沉醉于家庭的温馨。你们在灵魂和躯体方面相互吸引，你们对生活的态度都有着共同的理想，并且愿意为此共同进退。属鼠的男生性格缺乏沉稳，猪太太稳重的性格可以成为你们生活很好的掌舵人；猪太太缺乏进取的精神，而属鼠的男生恰好可以带领猪太太一起前进。总之你们生活的小船一定可以驶向幸福满满的彼岸。",
		"created" : null
	},
	{
		"id" : 13,
		"nan_shengxiao" : "牛",
		"nv_shengxiao" : "鼠",
		"zhishu" : 100,
		"jieguo" : "天作之合的一对",
		"pingshu" : "天作之合，幸福美满，最完美的配对组合。\n你们俩是天生的一对，两人的组合既相合又互补。鼠太太的心细如尖，希望被关心被照顾，对爱情生活有非常美好的愿景；而属牛的男生任劳任怨，一旦爱上一个人就会全心全意付出，感情非常专一。你俩在一起会感觉甜蜜而温馨，彼此取暖、相互包容。虽然属牛的男生的浪漫细胞不太够，但是能给鼠太太带来无言的安全感，在这段感情里两人都会觉得十分契合，两人在一起，每天都能有新的感受，生活温馨而有趣，生活十分美满。",
		"created" : null
	},
	{
		"id" : 14,
		"nan_shengxiao" : "牛",
		"nv_shengxiao" : "牛",
		"zhishu" : 70,
		"jieguo" : "携手并进的一对",
		"pingshu" : "同进同退，风雨同舟，典型正能量组合。\n你们还是很速配的一对。二人个性相近，感情模式雷同，由于共同点颇多而容易有亲近感。而且你们都是勤奋的人，责任感很强，会为了生活而努力，有坚韧的意志；在生活中相互扶持，一起承担风雨，分享阳光。你们在灵魂和躯体方面互相吸引，你们有着共同的理想和生活追求，是正能量满满的一对。",
		"created" : null
	},
	{
		"id" : 15,
		"nan_shengxiao" : "牛",
		"nv_shengxiao" : "虎",
		"zhishu" : 60,
		"jieguo" : "相亲相爱的一对",
		"pingshu" : "看似不温不火，实则相亲相爱，典型低调组合\n你们是很少有共同之处的一对，外人看似感觉不温不火，甚至会为你们在一起而感到惊讶，实则你们是非常相亲相爱的一对。虎太太的爱情浓烈，要求很高，有些许霸道，占有欲及掌控欲强，没有肩膀的男人她很难看上眼；而属牛的男生是一个责任感强，有野心抱负的人，但是在感情方面较冷淡，原则性强，不太会表露感情。虽然你们二人的个性差异较大，但也是互补性强烈，属牛的男生的进取心能赢得虎太太的芳心，虎太太也是属牛的男生欣赏的对象，只是因为属牛的男生在感情方面的表现较为冷淡，所以你们这对非常低调。",
		"created" : null
	},
	{
		"id" : 16,
		"nan_shengxiao" : "牛",
		"nv_shengxiao" : "兔",
		"zhishu" : 50,
		"jieguo" : "互相牵绊的一对",
		"pingshu" : "顾虑繁多，束手束脚，成为彼此的阻碍。\n你们俩速配度不太高。兔太太的感情丰富，温柔善良，但也较敏感，非常爱惜自己的羽毛，不会轻易表达真实情感，不安全感强烈；而属牛的男生老成稳重，有野心抱负，原则性强，但是在感情方面较冷淡。虽然开始会被彼此的不同个性所吸引，但随着深入的交往，会发现有太多的不协调。属牛的男生会因为自己的不善言辞无法表达自己的想法，兔太太也因为过于敏感不作回应，两人感情容易因此越走越远。",
		"created" : null
	},
	{
		"id" : 17,
		"nan_shengxiao" : "牛",
		"nv_shengxiao" : "龙",
		"zhishu" : 20,
		"jieguo" : "貌合神离的一对",
		"pingshu" : "貌合神离，同床异梦，稀里糊涂在一起。\n你们俩不太速配。你们都有自己独特的个性，而且都很强势，不肯服输，对待感情很有主见，容不得半点虚假，也不愿意低头，希望对方能按自己的步调行事。但是两强相遇必有一伤，更甚者则是两败俱伤。由于两个人都有鲜明的个性，并且都很倔强，所以经常会有各种各样的冲突发生。属牛的男生具备从容不迫的气质，慎独而淡泊名利，处事有条不紊。龙太太开朗冲动而富于激情，是积极进取的现代女性。相形之下，属牛的男生显得有些跟不上龙太太的快节奏，龙太太需要的是丰富多采的的生活和充满活力的朋友。而属牛的男生则希望能够拥有一位柔美矜持的爱侣，不能适应龙太太那不期而至的突发奇想。",
		"created" : null
	},
	{
		"id" : 18,
		"nan_shengxiao" : "牛",
		"nv_shengxiao" : "蛇",
		"zhishu" : 90,
		"jieguo" : "情投意合的一对",
		"pingshu" : "相亲相爱，白头偕老，羡煞旁人的组合。\n你们将会是名副其实的百年好合的一对。看到你们的婚姻，就体会到什么是身无彩凤双飞翼，心有灵犀一点通。美满的家庭生活滋润着你们两个人的生命。属牛的男生追求高品质的生活，蛇太太也有着相同的需求与渴望。属牛的男生是蛇太太心目中崇敬和爱慕的偶像，是她勇气与财富的来源。蛇太太言谈有度，举止得体，并且非常善于管理家庭，能够带给属牛的男生快乐与自豪。",
		"created" : null
	},
	{
		"id" : 19,
		"nan_shengxiao" : "牛",
		"nv_shengxiao" : "马",
		"zhishu" : 10,
		"jieguo" : "互相折磨的一对",
		"pingshu" : "互相折磨，强拼硬凑，完全凑不到一块。\n你们在一起的状况可是不够理想，两个人的步调总是难以统一，因为你们俩的价值观迥异。马太太天性乐观开朗，不拘小节，追求海阔天空，自由自在的生活，不喜欢受束缚；而属牛的男生追求事业成功，会把大部分心思投入到事业中，脚踏实地的追求成功，对感情不允许背叛。马太太会受不了属牛的男生的固执与呆板，而属牛的男生也会受不了马太太的任性、不顾家，协调双方是一件颇为困难的事。属牛的男生常常不能理解马太太的变化无常，而马太太也缺乏对属牛的男生的关心与照顾，总是只想着自己如何去寻欢作乐。",
		"created" : null
	},
	{
		"id" : 20,
		"nan_shengxiao" : "牛",
		"nv_shengxiao" : "羊",
		"zhishu" : 35,
		"jieguo" : "不相为谋的一对",
		"pingshu" : "不相为谋，性格差异，不是一路人\n你们的组合不太理想。尽管属牛的男生勤勤恳恳，脚踏实地，羊太太也能够出演好贤内助的角色，为属牛的男生营造一个温馨安逸的家，但是，属牛的男生的个性有时也难免太过倔强，羊太太则不乏常有矫柔造作之嫌。你们对于彼此的分歧没有足够的心理准备。属牛的男生注重对财富的积累，羊太太却任性而好挥霍；属牛的男生有时会逞强好胜，优柔寡断，羊太太则以自己的轻浮与柔弱助长他；羊太太喜欢依赖他人，属牛的男生却没能提供多少的温存。这样的状态未免会令双方都会失望。",
		"created" : null
	},
	{
		"id" : 21,
		"nan_shengxiao" : "牛",
		"nv_shengxiao" : "猴",
		"zhishu" : 80,
		"jieguo" : "彼此成就的一对",
		"pingshu" : "彼此成就，人们眼中的楷模组合。\n你们非常契合的一对。对于事业的成功和财富的积累，你们有着共同的渴望有一致的获得途径和使用方法，意见统一，两人都能对对方的决策心悦诚服，愿意为对方做出努力。属牛的男生现实、质朴而严肃谨慎，猴太太则才华横溢、妩媚动人。猴太太擅长交际，能很好的弥补属牛的男生沉默寡言的缺点，属牛的男生性格虽然不够幽默却能够包容猴太太的各种小脾气，在别人眼里是十分令人羡慕的一对。",
		"created" : null
	},
	{
		"id" : 22,
		"nan_shengxiao" : "牛",
		"nv_shengxiao" : "鸡",
		"zhishu" : 90,
		"jieguo" : "情投意合的一对",
		"pingshu" : "比翼连枝，天作之合，令人羡慕的组合。\n毫无疑问你们是幸福美满的一对。你们的共同点是在各自从事的专业上所表现出的过人的能力。你们都对从事管理性的工作报有浓厚的兴趣，并且具备实事求是的精神，勇于对自己的行为负责，不会因为承认过失而感到有损面子。事业上，你们善于经营并不断地钻研；生活中，你们喜欢享受高雅的消遣。属牛的男生老成持重，作风严谨，鸡太太正直干练，开朗大方。属牛的男生能积极地听取鸡太太的批评，并赞许她独到的见解，鸡太太对属牛的男生的严格也并不介意，因为鸡太太自己也是很注意细节的人。总而言之，无论是事业的奋斗还是家庭事务的处理，你们都能共同携手面对。",
		"created" : null
	},
	{
		"id" : 23,
		"nan_shengxiao" : "牛",
		"nv_shengxiao" : "狗",
		"zhishu" : 40,
		"jieguo" : "吵吵闹闹的一对",
		"pingshu" : "吵吵闹闹，争执不休，考验彼此耐心。\n你们不是相和的一对。分歧的根源不在于两个人对一事一物的看法不一，而是个性方面的差异。属牛的男生始终在为追求财富和名誉而不懈地奋斗，希望通过脚踏实地的努力能建造一个牢固而温馨的家庭，但属牛的男生厌恶那种过于依赖自己的人。狗太太谦虚温顺、彬彬有礼，具备一位贤妻良母的品格。但是属牛的男生似乎永远学不会接受狗太太的关心与亲切，更受不了狗太太的伶牙俐齿，俩人时常会发生争吵。狗太太也发现属牛的男生太过严肃压抑，不是自己想望的类型，对于属牛的男生的无情与冷漠，狗太太更是难以容忍，难免时常会开诚布公地对属牛的男生发泄。",
		"created" : null
	},
	{
		"id" : 24,
		"nan_shengxiao" : "牛",
		"nv_shengxiao" : "猪",
		"zhishu" : 50,
		"jieguo" : "互相牵绊的一对",
		"pingshu" : "互相牵绊，难以施展，容易互相影响。\n老实说，你们不是非常适合的一对。属牛的男生和猪太太都是属于较为勤恳踏实的类型，在三观方面两人可能较为契合，但是属牛的男生脾气较为倔强，而猪太太属于大大咧咧的类型，很难察觉属牛的男生沉默寡言的外表下的内心，长期以往两人之间的矛盾会不断积累。虽然开始会被彼此的不同个性所吸引，但随着深入的交往，会发现有太多的不协调。",
		"created" : null
	},
	{
		"id" : 25,
		"nan_shengxiao" : "虎",
		"nv_shengxiao" : "鼠",
		"zhishu" : 80,
		"jieguo" : "彼此成就的一对",
		"pingshu" : "彼此成就，包容理解，人们眼中的楷模组合。\n你们是有共同语言的一对。两人对对方心中都十分满意。鼠太太情感细腻的人，多才多艺，对爱情生活有非常美好的愿景，注重家庭生活，属虎的男生自信满满，是有些许霸道的人，感情浓烈。鼠太太的温柔大气能够很好的包容属虎的男生的霸道任性，属虎的男生则能够很好地关心与爱抚鼠太太，这样一来鼠太太受到赞赏与鼓励，做事自然会做得更加体贴周到。",
		"created" : null
	},
	{
		"id" : 26,
		"nan_shengxiao" : "虎",
		"nv_shengxiao" : "牛",
		"zhishu" : 60,
		"jieguo" : "相亲相爱的一对",
		"pingshu" : "看似不温不火，实则相亲相爱，典型低调组合\n你们看起来是难以协调的一对，实则是非常互补的类型。两个人彼此个性中有太多的矛盾，倔强几乎是你们唯一的共同点。属虎的男生是个极其现实的人，狂放不羁，体内鼓荡着叛逆的血液，时刻准备着战斗。牛太太则是一位非常传统的大家闺秀，向往安宁，保守而注重权威，温顺而遵从习俗。虽然二人的个性差异较大，但也是互补性强烈，属虎的男生很欣赏牛太太的进取心及独立，属虎的男生也是牛太太所欣赏的异性。",
		"created" : null
	},
	{
		"id" : 27,
		"nan_shengxiao" : "虎",
		"nv_shengxiao" : "虎",
		"zhishu" : 70,
		"jieguo" : "携手并进的一对",
		"pingshu" : "携手并进，互帮互助，最佳合伙人。\n你们是具备许多先天共同点的一对。两个人都活力四射，惹人喜爱。在感情方面，彼此的感情都很浓烈，有很强的掌控欲及占有欲。两人之间由于性格相似，所以会有很强的吸引力，有似曾相识的感觉。你们对对方的一切都了如指掌，有共同的目标和追求，互帮互助，在一起两人能够齐心协力，携手并进，是别人眼中的最佳伴侣。",
		"created" : null
	},
	{
		"id" : 28,
		"nan_shengxiao" : "虎",
		"nv_shengxiao" : "兔",
		"zhishu" : 70,
		"jieguo" : "携手并进的一对",
		"pingshu" : "同进同退，风雨同舟，典型正能量组合。\n你们俩较速配。兔太太性情温和，非常敏感，在感情上不会轻易表达内心的真实情感，不安全感强烈；而属虎的男生精力充沛，自信满满，有些许霸道，感情浓烈，有很强的掌控欲及占有欲。两人的步调虽然不太一致，却很有吸引力，彼此不同的个性能挑起双方的兴趣。因此两人性格相当互补，属虎的男生忠诚直率的性格在生活中能成为兔太太遮风挡雨的依靠，兔太太的温柔细腻则是属虎的男生温暖的港湾。",
		"created" : null
	},
	{
		"id" : 29,
		"nan_shengxiao" : "虎",
		"nv_shengxiao" : "龙",
		"zhishu" : 50,
		"jieguo" : "互相牵绊的一对",
		"pingshu" : "互相牵绊，难以施展，容易互相影响。\n你们永远是互相牵绊的一对。两个人都神气十足，大胆而干脆，怀着雄心壮志，同时又时常彼此激励。你们都是喜欢不断推陈出新的人，最初的交往总会充满温馨与浪漫，但久而久之，双方都难再有热情去做新的节目。属虎的男生有强烈的支配欲望，不断地努力去驯服龙太太，希望能够成为名副其实的一家之主。龙太太则以其气宇轩昂的姿态想方设法与属虎的男生争夺家中的权利与地位，使属虎的男生无法限制她的行动或强迫她的意愿。你们若想成功地相处，双方都应付出很大的努力。",
		"created" : null
	},
	{
		"id" : 30,
		"nan_shengxiao" : "虎",
		"nv_shengxiao" : "蛇",
		"zhishu" : 25,
		"jieguo" : "貌合神离的一对",
		"pingshu" : "针锋相对，无事生非，鸡蛋里挑骨头\n你们是彼此难以敞开心扉的一对。两个人都极富心计，在一起时就想在演戏，喜欢不断揣摩对方的心机。属虎的男生雄心勃勃、英勇果敢，渴望得到真正的爱情。蛇太太聪明伶俐、目标明确，是十分实际的行动型女性。然而这样的组合并未能使双方彼此认可，在属虎的男生眼中，蛇太太是个冷酷精明的妒妇；蛇太太则无法接受属虎的男生理财方面的铺张及感情层面的强烈渴望。",
		"created" : null
	},
	{
		"id" : 31,
		"nan_shengxiao" : "虎",
		"nv_shengxiao" : "马",
		"zhishu" : 90,
		"jieguo" : "情投意合的一对",
		"pingshu" : "情投意合，恩爱夫妻，羡煞旁人的组合。\n你们是情投意合、温馨和睦的一对。两个人都热情开朗，善于交际，但并不会因过度的占有欲而沉溺于家庭生活。你们是彼此最需要的伴侣。属虎的男生诙谐亲切、沉稳善思；马太太温柔贤淑、聪慧灵巧。两个人都精力充沛并抱有明确的目标。属虎的男生会为家庭和事业而而不懈地奋斗，马太太则会包容属虎的男生的善变，巧妙地整合两个人的力量，驾驭双方驶向更实际、更有价值的目标。",
		"created" : null
	},
	{
		"id" : 32,
		"nan_shengxiao" : "虎",
		"nv_shengxiao" : "羊",
		"zhishu" : 50,
		"jieguo" : "互相牵绊的一对",
		"pingshu" : "顾虑繁多，束手束脚，成为彼此的阻碍。\n你们的速配度属中等。羊太太非常内敛，思虑周全，性情柔和，对爱情有非常美好的憧憬，但多愁善感，缺少安全感；而属虎的男生活力四射，自信满满，有点大男子主义，感情浓烈，有很强的掌控欲及占有欲。二人的个性迥异，羊太太会受不了属虎的男生的大男子主义，而属虎的男生也会受不了羊太太的多愁善感。所以在他上红地毯之前，首先要尝试了解并争取接受对方。",
		"created" : null
	},
	{
		"id" : 33,
		"nan_shengxiao" : "虎",
		"nv_shengxiao" : "猴",
		"zhishu" : 35,
		"jieguo" : "不相为谋的一对",
		"pingshu" : "不相为谋，性格差异，不是一路人\n你们是生活在不同世界的一对。尽管两个人都善良友好、开朗活泼并乐于交往，但基本的观念却难以沟通。属虎的男生虽然刻意保持清醒与镇定，但依然难免时常有些精神过敏的状况发生，这种情形源于属虎的男生太想处处都压倒对方。猴太太聪颖且非常自信，勇于接受各种挑战与竞争。属虎的男生并不希望拥有一个总表现得比自己强的太太，这使他失去了成就感与主动性，如果猴太太再有些不屈不挠的行动的话，属虎的男生便更会感觉到妒火中烧了。",
		"created" : null
	},
	{
		"id" : 34,
		"nan_shengxiao" : "虎",
		"nv_shengxiao" : "鸡",
		"zhishu" : 50,
		"jieguo" : "互相牵绊的一对",
		"pingshu" : "互相牵绊，难以施展，容易互相影响。\n你们俩想在一起需要更多磨合。鸡太太追求前卫，很在意生活的点点滴滴，对另一半要求完美，甚至有些挑剔；而属虎的男生自主满满，有点大男子主义，感情浓烈，有很强的掌控欲及占有欲。你们都比较自我为中心，会为了各自的幸福生活奔忙，在遇到有分歧的时候两人都不易低头，想要争个胜负，两个人的感情容易因此越走越远。",
		"created" : null
	},
	{
		"id" : 35,
		"nan_shengxiao" : "虎",
		"nv_shengxiao" : "狗",
		"zhishu" : 90,
		"jieguo" : "情投意合的一对",
		"pingshu" : "如胶似漆，恩恩爱爱，超甜蜜的配对组合。\n你们将是恩恩爱爱的一对。两个人都温柔可亲，极富魅力，具有慈爱的气质。你们彼此都会更多地为对方考虑，既相互满足，又会留给对方充分的自由空间。你们是一对名副其实的爱侣。属虎的男生开朗而善于交际，性情急躁容易冲动；而狗太太却温柔贤淑，善解人意，头脑清醒，热心助人。属虎的男生欣赏狗太太的大方与智慧，狗太太则能以其特有的感召力稳定属虎的男生冒失的情绪。",
		"created" : null
	},
	{
		"id" : 36,
		"nan_shengxiao" : "虎",
		"nv_shengxiao" : "猪",
		"zhishu" : 60,
		"jieguo" : "相亲相爱的一对",
		"pingshu" : "前世冤家，今生夫妻，历尽艰难走到一起\n你们是特殊的一对。两个人都大气开朗，但对于彼此内心都有些不服气，总想赢对方一头，生活中小争吵不断。但是你们的婚姻是白头偕老的典范。属虎的男生为家庭与事业不懈地奋斗，猪太太则倾心相与、顶力相助。属虎的男生钦佩猪太太的勇气与韧性，猪太太也与属虎的男生意气相投。双方彼此信任，朝着共同的目标艰难迈进，两人的性格需要不断经历磨合，才能够幸福在一起。",
		"created" : null
	},
	{
		"id" : 37,
		"nan_shengxiao" : "兔",
		"nv_shengxiao" : "鼠",
		"zhishu" : 40,
		"jieguo" : "吵吵闹闹的一对",
		"pingshu" : "吵吵闹闹，争执不休，考验彼此耐心。\n你们俩搭配不太完美。你们都是比较温和的人，刚开始做朋友会觉得非常投缘，也能聊非常多的感性话题，但是，你们都是非常敏感、自尊心及自卑心理较强的人，不会轻易表达内心的真实情感，不安全感强烈。属兔的男生性格内向敏感，对于鼠太太的精明和不拘小节难以忍受，动不动就打翻醋坛子，喜欢翻旧账，让两人感情越变越淡。",
		"created" : null
	},
	{
		"id" : 38,
		"nan_shengxiao" : "兔",
		"nv_shengxiao" : "牛",
		"zhishu" : 50,
		"jieguo" : "互相牵绊的一对",
		"pingshu" : "互相牵绊，难以施展，容易互相影响。\n你们是需要彼此相信相与的一对。属兔的男生温文尔雅、富于智慧并且有着慈悲而开放的心灵。牛太太则矜持现实、循规蹈矩，习惯过一成不变的生活。虽然开始会被彼此的不同个性所吸引，但随着深入的交往，会发现有太多的不协调。属兔的男生内向矜持，不会表达自己内心的想法，牛太太也多愁善感，缺乏安全感，容易钻牛角尖，两人无法产生良好的沟通和交流，只能不断消耗彼此感情。",
		"created" : null
	},
	{
		"id" : 39,
		"nan_shengxiao" : "兔",
		"nv_shengxiao" : "虎",
		"zhishu" : 70,
		"jieguo" : "携手并进的一对",
		"pingshu" : "携手并进，互帮互助，最佳合伙人。\n你们俩较速配。虎太太精力充沛，自信满满，较任性，感情浓烈，有很强的掌控欲及占有欲；而属兔的男生性情温和，非常敏感，在感情上不会轻易表达内心的真实情感，不安全感强烈。两人的步调虽然不太一致，却很有吸引力，彼此不同的个性能挑起双方的兴趣。虎太太的爱情浓烈，要求很高，有些许霸道，占有欲及掌控欲强，属兔的男生低调内敛，为虎太太带来很好的辅助，帮助达成两人共同目标。",
		"created" : null
	},
	{
		"id" : 40,
		"nan_shengxiao" : "兔",
		"nv_shengxiao" : "兔",
		"zhishu" : 70,
		"jieguo" : "携手并进的一对",
		"pingshu" : "同进同退，风雨同舟，典型正能量组合。\n你们俩是非常亲密的一对，是适合的伴侣组合。你们感情丰富，温柔善良，两个感性的人很容易产生共鸣，而且你们的想法、价值观雷同，吸引力很强。随着交往的深入，彼此都能感受到来自对方的柔情蜜意。随着交往的密切，会产生令人羡慕不已的默契。你们对对方的一切都了如指掌，有共同的目标和追求，互帮互助，在一起两人能够齐心协力，携手并进。",
		"created" : null
	},
	{
		"id" : 41,
		"nan_shengxiao" : "兔",
		"nv_shengxiao" : "龙",
		"zhishu" : 10,
		"jieguo" : "互相折磨的一对",
		"pingshu" : "互相折磨，强拼硬凑，完全凑不到一块。\n你们俩的速配度较低，步调难以统一。龙太太热情大方，也很有主见，上进心强，有很强的帮夫运，不仅自己要求进步，还会要求另一半进步；而属兔的男生的感情丰富，温柔善良，但也较敏感，安于现状对家庭有强烈的依赖。二人相处，龙太太会受不了属兔的男生的懦弱，不敢为，而属兔的男生也会受不了龙太太的强势，俩人时常会发生争吵。",
		"created" : null
	},
	{
		"id" : 42,
		"nan_shengxiao" : "兔",
		"nv_shengxiao" : "蛇",
		"zhishu" : 80,
		"jieguo" : "彼此成就的一对",
		"pingshu" : "彼此成就，包容理解，人们眼中的楷模组合。\n你们拥有真挚情感的一对。两个人都是完美主义者，追求百分百的纯净与高雅。属兔的男生善良而富于智慧、前途无量；蛇太太聪明伶俐、长袖善舞，有着明显的双重性格。属兔的男生喜欢蛇太太随时感染的快乐气息，蛇太太则迷恋属兔的男生超凡脱俗的气质；两个感情细腻的人碰到一起，很容易产生好感，相处愉快。",
		"created" : null
	},
	{
		"id" : 43,
		"nan_shengxiao" : "兔",
		"nv_shengxiao" : "马",
		"zhishu" : 20,
		"jieguo" : "貌合神离的一对",
		"pingshu" : "貌合神离，同床异梦，稀里糊涂在一起。\n你们俩的速配度较低。马太太天性乐观开朗，不拘小节，追求海阔天空，自由自在的生活，不喜欢受束缚；属兔的男生感情丰富，温柔善良，但也较敏感，两人都不会去迁就他人。你们都很现实，而且都只习惯于以自我为中心。过于相信自己的直觉，表现得轻浮、贪婪而非常神经质。每当马太太热情高涨、主动出击的时候，属兔的男生又总是只会在旁边观望，害怕失败。长久以往，你们将很难长久相守。",
		"created" : null
	},
	{
		"id" : 44,
		"nan_shengxiao" : "兔",
		"nv_shengxiao" : "羊",
		"zhishu" : 90,
		"jieguo" : "情投意合的一对",
		"pingshu" : "情投意合，恩爱夫妻，羡煞旁人的组合。\n你们是形神合一的一对。两个人都随和浪漫、平易近人，你们可以迁就彼此的消极情绪，家庭生活将使你们享受到极大的喜悦和满足。属兔的男生欣赏羊太太的善良与温柔；羊太太则钦佩属兔的男生的智慧与果敢。属兔的男生由于羊太太的依恋而更加富有成就感和自信心，羊太太渴望同情，需要倾诉，属兔的男生则是她最忠实的听众。",
		"created" : null
	},
	{
		"id" : 45,
		"nan_shengxiao" : "兔",
		"nv_shengxiao" : "猴",
		"zhishu" : 55,
		"jieguo" : "互相牵绊的一对",
		"pingshu" : "前世冤家，今生夫妻，历尽艰难走到一起\n你们是一对欢喜冤家。两个人似乎都已将对方看得通通透透，但总是喜欢抓着对方的缺点不放。你们很现实，注重物质基础，当价值观不一致的时候，你们的关系将会出现裂痕。属兔的男生有一颗圣洁而高傲的心，他睿智、求实，眼里容不得沙子。猴太太开朗而自负，经常炫耀自己的才能。属兔的男生容易因猴太太的过分自负和张扬而恼怒，猴太太则受不了属兔的男生的斤斤计较。一开始双方都互有好感，但真正交往，价值观上的差异就显现出来，吵吵闹闹难以交融。两人若要长期交往，猴太太还得收一收心，而属兔的男生也要少一点挑剔。",
		"created" : null
	},
	{
		"id" : 46,
		"nan_shengxiao" : "兔",
		"nv_shengxiao" : "鸡",
		"zhishu" : 30,
		"jieguo" : "不相为谋的一对",
		"pingshu" : "互相鄙视，兴趣不投，根本不在一个频道。\n你们是无法取悦对方的一对。属兔的男生在拥有发达的头脑的同时，也有着孩子般永远也长不大的一面。他纯真善良却好逸恶劳，喜欢被人照顾、受人奉承。鸡太太直率、现实而讲求效益，既不渴望空中阁楼，也决意不会作打水漂的投入。在属兔的男生眼中，鸡太太简直毫无浪漫可言，鸡太太也忍受不了像大孩子般异想天开的属兔的男生。在一起时两个人心中都充满了怨言。",
		"created" : null
	},
	{
		"id" : 47,
		"nan_shengxiao" : "兔",
		"nv_shengxiao" : "狗",
		"zhishu" : 100,
		"jieguo" : "天作之合的一对",
		"pingshu" : "天作之合，幸福美满，最完美的配对组合。\n你们是相得益彰的一对。两个人都能充分理解并支持对方的需求，并且都愿尽自己最大努力使对方得到满足。属兔的男生具有很高的领悟力，敏锐而善于思考，能够很快将解决问题的关键从众多的假象中剥离出来。狗太太忠诚、善良，具有超强的逻辑判断能力。属兔的男生非常需要狗太太的支持与鼓励，狗太太则被属兔的男生的温柔与聪颖所深深吸引。总而言之，你们是富有智慧的一对，在对方遇到困难事能够相互鼓励，彼此扶持，生活非常美满幸福。",
		"created" : null
	},
	{
		"id" : 48,
		"nan_shengxiao" : "兔",
		"nv_shengxiao" : "猪",
		"zhishu" : 90,
		"jieguo" : "情投意合的一对",
		"pingshu" : "如胶似漆，恩恩爱爱，超甜蜜的配对组合。\n你们是彼此非常满意的一对。你们的结合使双方都获益非浅。两个人从不互相挑剔，并且能够彼此激发兴趣和同情心。你们是可以带给对方福音的亲密伴侣。属兔的男生聪明睿智，才干非凡；猪太太温顺无私、从一而终。属兔的男生喜欢被猪太太依赖所带来的成就感，猪太太也因钦佩属兔的男生的沉稳和优雅而始终以丈夫为中心。",
		"created" : null
	},
	{
		"id" : 49,
		"nan_shengxiao" : "龙",
		"nv_shengxiao" : "鼠",
		"zhishu" : 90,
		"jieguo" : "情投意合的一对",
		"pingshu" : "情投意合，恩爱夫妻，羡煞旁人的组合。\n你们是善于开源节流的一对，能够共同建立起一个巩固而富足的家庭。属龙的男生精力充沛、豪爽而富于开拓精神。鼠太太精明灵巧、善于交际。属龙的男生因体验到妻子忠实而乐观的爱情而沉浸于幸福之中；鼠太太也将丈夫看作是心中的英雄而甘愿与其天涯海角生死相随。在家庭经济方面，你们两个人可以说是属龙的男生能挣，鼠太太会花，勤与俭得到了妥善而完美的结合。",
		"created" : null
	},
	{
		"id" : 50,
		"nan_shengxiao" : "龙",
		"nv_shengxiao" : "牛",
		"zhishu" : 20,
		"jieguo" : "貌合神离的一对",
		"pingshu" : "貌合神离，同床异梦，稀里糊涂在一起。\n你们不太适合在一起，双方为了争权而置感情於不顾。属龙的男生积极努力，性情开朗而容易动感情；牛太太则有条不紊、沉着谨慎，喜怒不形于色。属龙的男生渴望真爱，需要不断有人对他的付出表示承认并及时予以夸奖，而牛太太却总是感觉不到这一点，经常表现得冷冷淡淡。牛太太现实、注重物质利益，而属龙的男生却总认为牛太太太过苛刻，缺乏同情心。",
		"created" : null
	},
	{
		"id" : 51,
		"nan_shengxiao" : "龙",
		"nv_shengxiao" : "虎",
		"zhishu" : 50,
		"jieguo" : "互相牵绊的一对",
		"pingshu" : "互相牵绊，难以施展，容易互相影响。\n你们是不甘平庸的一对。两个人都积极开朗，极富开拓能力。你们的婚姻将是充满刺激与冒险成分的。属龙的男生急躁易怒，统治欲望很强，总是希望通过付出与努力驯服虎太太，成为家中的尊者。虎太太能够尊重甚至崇拜她的先生，但决不会因此而放弃自我。你们需要彼此更深入地沟通，了解相互的个性，并且懂得给予对方充分的自由和表现的机会，从而寻求到某种平衡。",
		"created" : null
	},
	{
		"id" : 52,
		"nan_shengxiao" : "龙",
		"nv_shengxiao" : "兔",
		"zhishu" : 10,
		"jieguo" : "互相折磨的一对",
		"pingshu" : "互相折磨，强拼硬凑，完全凑不到一块。\n属龙的男生勇敢强壮、真诚坦率，兔太太则宽容大方、机敏灵巧，有很强的适应能力。但属龙的男生急躁易怒，统治欲望很强；兔太太感情丰富，温柔善良，但也较敏感，不会轻易表达真实情感，不安全感强烈。属龙的男生的强硬与不理解会加深兔太太在关系中的不自信，属龙的男生也会对兔太太唯唯诺诺的样子感到厌烦。兔太太会受不了属龙的男生的强硬，两人时常发生争执。",
		"created" : null
	},
	{
		"id" : 53,
		"nan_shengxiao" : "龙",
		"nv_shengxiao" : "龙",
		"zhishu" : 40,
		"jieguo" : "吵吵闹闹的一对",
		"pingshu" : "莫名其妙，问题不断，彼此活在自己的世界里\n尽管你们具有很多共同之处，但你们并不是非常和谐的一对。两个人都有很强的个性，倔强、不屈不挠而富于挑衅性。你们都具有很高的智力与充分的精力，自我为中心，统治欲望都很强，即使是女方也不愿受人庇护，而更愿意万事由自己来做出决断。相处久了就会出现硬碰硬、谁也不让谁的情形，因为性格过于相像谁也不愿先让步，问题不断，很容易因为一言不和而一拍两散。",
		"created" : null
	},
	{
		"id" : 54,
		"nan_shengxiao" : "龙",
		"nv_shengxiao" : "蛇",
		"zhishu" : 80,
		"jieguo" : "彼此成就的一对",
		"pingshu" : "彼此成就，包容理解，人们眼中的楷模组合。\n你们是最佳搭配。蛇太太神秘而斯文，有很强的洞察力及感受力，对感情非常谨慎，小心翼翼地投入一段感情，不轻易表达情感；而属龙的男生热情慷慨，很有主见，上进心强，不仅自己要求进步，还会要求另一半进步。你们是可以相互取长补短的一对，在主攻方向上，属龙的男生更具远见与魄力，而在具体事务上，蛇太太往往更精明。你们能够为家庭建立起稳定可靠的基础，能建立起令双方都得到满足和鼓舞的家庭。",
		"created" : null
	},
	{
		"id" : 55,
		"nan_shengxiao" : "龙",
		"nv_shengxiao" : "马",
		"zhishu" : 80,
		"jieguo" : "彼此成就的一对",
		"pingshu" : "夫唱妇随，比翼双飞，共建爱巢，幸福美满的组合\n你们是夫唱妇随的一对。属龙的男生在这个家庭中掌握着霸主地位。马太太足智多谋，精明能干，有很深的心机与远见。属龙的男生具有很高的智商与充分的精力。马太太在理家的同时还可以出去工作，并且能很好地安排属龙的男生带回家的各种收入。而且她的依赖仍给属龙的男生莫大的成就感。属龙的男生作为家庭的顶梁柱，支撑家庭内外的各项事务，不仅自己上进，也会要求另一半更加上进，两个人共同进步，一起把生活过得和睦美满。",
		"created" : null
	},
	{
		"id" : 56,
		"nan_shengxiao" : "龙",
		"nv_shengxiao" : "羊",
		"zhishu" : 70,
		"jieguo" : "携手并进的一对",
		"pingshu" : "携手并进，互帮互助，最佳合伙人。\n你们是互相吸引力的一对。属龙的男生精明果断、骁勇善战，独立自主而富有冒险精神。羊太太精通家事，多情善良，非常相信自己的直觉，属龙的男生热情慷慨，强大的个人魅力能够为羊太太带来持久的精神抚慰。羊太太能够出演好贤内助的角色，为属龙的男生营造一个温馨安逸的家。在事务方面，属龙的男生更具有远见和魄力，能够为家庭建立起稳定可靠的基础，羊太太则能为家庭添砖加瓦，营造一个温馨的家庭。",
		"created" : null
	},
	{
		"id" : 57,
		"nan_shengxiao" : "龙",
		"nv_shengxiao" : "猴",
		"zhishu" : 90,
		"jieguo" : "情投意合的一对",
		"pingshu" : "如胶似漆，恩恩爱爱，超甜蜜的配对组合。\n你们拥有理想的婚配，是交相辉映的一对。两个人都非常理智又不乏浪漫天性，都善于交际，在朋友圈中享有很高的声誉。两人的个性相近又互补，两人都很有主见，既有浪漫情怀，又不乏向上的动力，既要求物质面，也有精神追求。双方在相处上能相互尊重，互不干扰，而且彼此欣赏，能产生良好的互动关系。属龙的男生热情果敢，才干非凡；猴太太精明灵巧，极富魅力。你们相互欣赏，彼此吸引，是高于平常水平之上的行动者。",
		"created" : null
	},
	{
		"id" : 58,
		"nan_shengxiao" : "龙",
		"nv_shengxiao" : "鸡",
		"zhishu" : 100,
		"jieguo" : "天作之合的一对",
		"pingshu" : "天作之合，幸福美满，最完美的配对组合。\n你们俩相互吸引，是最完美的一对。鸡太太追求前卫，很在意生活的点点滴滴，对另一半要求完美，甚至有些挑剔；而属龙的男生是热情慷慨的人，很有主见，上进心强，不仅自己要求进步，还会要求另一半进步。两人的头脑都很灵活，都追求进步，会为了共同的生活而并肩作战。你们的灵魂互相吸引，能够真正走入对方的内心世界，两人的感情生活会非常愉快。你们能够深入内心沟通，彼此了解对方的真正需要并能取得一致，生活会非常幸福。",
		"created" : null
	},
	{
		"id" : 59,
		"nan_shengxiao" : "龙",
		"nv_shengxiao" : "狗",
		"zhishu" : 30,
		"jieguo" : "不相为谋的一对",
		"pingshu" : "互相鄙视，兴趣不投，根本不在一个频道。\n你们是性格迥异，矛盾重重的一对。两个人虚荣、娇纵，极富挑衅性。尽管你们具有共同的奋斗目标，却没有一致的理解与追求的方式。两个人都非常倔强并且敢作敢当，你们都下意识地想从对方那里获得自己所缺乏的品质。属龙的男生我行我素，喜欢按照自己的方式办事；而狗太太则更渴望通力合作、彼此忠诚的生活。两人互相无法理解，也不愿意让步。",
		"created" : null
	},
	{
		"id" : 60,
		"nan_shengxiao" : "龙",
		"nv_shengxiao" : "猪",
		"zhishu" : 50,
		"jieguo" : "互相牵绊的一对",
		"pingshu" : "顾虑繁多，束手束脚，成为彼此的阻碍。你们是不太适合的一对。两个人虽然有共同的目标却没有一致的理解与追求的方式。属龙的男生骁勇善战，野心勃勃，开拓进取，勇往直前；猪太太大气开朗，但对于彼此内心都有些不服气，总想赢对方一头，生活中小争吵不断。属龙的男生渴望真爱，需要不断有人对他的付出表示承认并及时予以夸奖，而猪太太却总是感觉不到这一点，经常表现得大大咧咧，对于属龙的男生的霸道表现出各种不满。",
		"created" : null
	},
	{
		"id" : 61,
		"nan_shengxiao" : "蛇",
		"nv_shengxiao" : "鼠",
		"zhishu" : 50,
		"jieguo" : "互相牵绊的一对",
		"pingshu" : "顾虑繁多，束手束脚，成为彼此的阻碍。\n你们俩的速配度属中等。鼠太太是心思细腻的人，而且多才多艺；而属蛇的男生神秘而斯文，有很强的洞察力及感受力，对感情非常谨慎，小心翼翼地投入一段感情，不轻易表达情感。性格相似的你们都很敏感，疑心病较重。要在一起，双方还得释放情感，少猜疑，多信任。属蛇的男生表面沉寂，内心却潜藏着豪情壮志；鼠太太长袖善舞，妩媚动人。你们很难相互信任，并且对于自己的付出斤斤计较，怨言不断。更加容易嫉妒对方的成就，很难包容对方。",
		"created" : null
	},
	{
		"id" : 62,
		"nan_shengxiao" : "蛇",
		"nv_shengxiao" : "牛",
		"zhishu" : 90,
		"jieguo" : "情投意合的一对",
		"pingshu" : "情投意合，恩爱夫妻，羡煞旁人的组合。\n你们是相依相偎、非常恩爱的一对。两个人都谨慎小心，求真务实。你们具有共同的信仰，共同的原动力，你们同样的踏实勤奋，也同样的骄傲，有很高的判断能力。你们的结合将会创造出一段洋溢着柔情蜜意的婚姻。属蛇的男生沉稳顽强，具备应付一切变故与艰难险阻的能力。牛太太坚韧、忠诚而值得信赖，能以其有条不紊的性格将家事处理得井井有条。在爱的感召下，你们将充满默契，在旁人眼中十分恩爱。",
		"created" : null
	},
	{
		"id" : 63,
		"nan_shengxiao" : "蛇",
		"nv_shengxiao" : "虎",
		"zhishu" : 25,
		"jieguo" : "貌合神离的一对",
		"pingshu" : "针锋相对，无事生非，鸡蛋里挑骨头\n你们将是很难相处的一对。两个人都非常容易冲动，善于猜忌，对于他人的不足之处表现得非常苛刻。婚姻生活并不能使你们建立起彼此真正意义上的信任，由于缺乏共同语言，你们的沟通也会有一定的障碍。属蛇的男生天资聪慧，精明能干，意志坚强。虎太太开朗浪漫，坦率善良。精细、聪颖、坚定，活跃、不切实际，但能关心别人。自以为是的属蛇的男生对虎太太的放浪不羁感到厌恶，虎太太则对属蛇的男生的好高务远、闪烁迷离永远也不能接受。",
		"created" : null
	},
	{
		"id" : 64,
		"nan_shengxiao" : "蛇",
		"nv_shengxiao" : "兔",
		"zhishu" : 80,
		"jieguo" : "彼此成就的一对",
		"pingshu" : "彼此成就，包容理解，人们眼中的楷模组合。\n你们是平静协调的一对。两个人都非常孤芳自赏，现实而不乏浪漫情调。你们都不是非常乐善好施，而喜欢鹤立鸡群的感觉。两个感情细腻的人碰到一起，很容易产生好感，相处愉快。属蛇的男生聪明机智，习惯于以自我为中心，经常十分神经质，嫉妒心强，有极强的占有欲。兔太太宽容大度，实事求是，易于接受属蛇的男生精灵古怪的想法。属蛇的男生将主要的精力放在追求事业成功方面，很少照顾家庭；兔太太则对此毫不介意，认为只要家中有爱就好。",
		"created" : null
	},
	{
		"id" : 65,
		"nan_shengxiao" : "蛇",
		"nv_shengxiao" : "龙",
		"zhishu" : 80,
		"jieguo" : "彼此成就的一对",
		"pingshu" : "夫唱妇随，比翼双飞，共建爱巢，幸福美满的组合\n你们是非常速配的一对。两个人都具有很高的智慧，都非常倔强，你们能将通力合作的精神进行到底，会拥有一个开放性的家庭。属蛇的男生具有明显的双重性格，机智聪明，但感情过于细腻。龙太太则坦诚大方，她热情慷慨，很有主见。属蛇的男生赞赏龙太太的积极的态度与大气的作风，在龙太太的帮夫运下属蛇的男生积极进取的性格也能很快取得成功。龙太太虽然独立自主，但是也相当渴望有可以依赖的臂膀，而属蛇的男生则能承担此任。",
		"created" : null
	},
	{
		"id" : 66,
		"nan_shengxiao" : "蛇",
		"nv_shengxiao" : "蛇",
		"zhishu" : 70,
		"jieguo" : "携手并进的一对",
		"pingshu" : "携手并进，互帮互助，最佳合伙人。\n你们是息息相通的一对。两个人有相当多的共同点，特别是当你们为同一个目标而通力合作的时候，经常是心有灵犀一点通。共同的理想与观念使你们走到一起，这使你们彼此能够相互扶持，坚韧不屈地共同奋斗。由于你们都善于进行独立的思考与分析，所以你们并不会过分地依赖对方。心心相惜将会使你们跨越一切障碍，携手并进，白头偕老。",
		"created" : null
	},
	{
		"id" : 67,
		"nan_shengxiao" : "蛇",
		"nv_shengxiao" : "马",
		"zhishu" : 70,
		"jieguo" : "携手并进的一对",
		"pingshu" : "同进同退，风雨同舟，典型正能量组合。\n你们俩的速配度较高。马太太天性乐观开朗，不拘小节，追求海阔天空，自由自在的生活，不喜欢受束缚；而属蛇的男生神秘而斯文，有很强的洞察力及感受力，对感情非常谨慎，小心翼翼地投入一段感情，不轻易表达情感。二人的想法虽然不一致，但互补强烈，彼此吸引。属蛇的男生是聪明谨慎、顽强固执，抱有远大的志向。马太太开朗冲动、机敏善变、富于冒险精神，勇于迎接挑战。你们相互欣赏，彼此吸引，两人的感情生活会非常愉快。",
		"created" : null
	},
	{
		"id" : 68,
		"nan_shengxiao" : "蛇",
		"nv_shengxiao" : "羊",
		"zhishu" : 80,
		"jieguo" : "彼此成就的一对",
		"pingshu" : "前世战友，今生夫妻，满满的正能量\n你们是能同享乐共患难的一对。两个人无论面对险境还是顺境都能够同心协力战斗，你们前世就十分合拍，属蛇的男生精明能干，善于盘算，现实高效，将全部精力寄予为之奋斗的事业。羊太太则富于幻想，能出演好贤内助的角色，为属蛇的男生提供一个温馨的家。属蛇的男生希望被爱，而羊太太则恰恰能满足属蛇的男生对爱情的幻想，两人是惺惺相惜的一对。",
		"created" : null
	},
	{
		"id" : 69,
		"nan_shengxiao" : "蛇",
		"nv_shengxiao" : "猴",
		"zhishu" : 53,
		"jieguo" : "互相牵绊的一对",
		"pingshu" : "前世夫妻，今生孽缘，对对错错难分辨\n你们将是不断较量且互不相让的一对。两个人都有不错的天资，糟糕的是又都极富争强好胜的性格，一有机会就要与对方一比高低，是真冤家聚头。你们前世夫妻，但是今生孽缘，属蛇的男生精力充沛，工于心计且睚眦必报。猴太太冷静客观，精于取巧，放浪不羁并极富挑衅性。你们两个人经常于不经意中激怒对方，从而爆发历时持久且颇为剧烈的冲突。",
		"created" : null
	},
	{
		"id" : 70,
		"nan_shengxiao" : "蛇",
		"nv_shengxiao" : "鸡",
		"zhishu" : 90,
		"jieguo" : "情投意合的一对",
		"pingshu" : "如胶似漆，恩恩爱爱，超甜蜜的配对组合。\n你们是互惠互利，彼此都能获得极大满足的一对。两个人都极富思考力，是运筹帷幄之中，决胜千里之外的高手。属蛇的男生精明沉稳，善于策划，将事情分析得井井有条。鸡太太英明果断，讲求实效，总能大刀阔斧地不断开拓。属蛇的男生欣赏鸡太太的干脆，同时又能帮她弥补粗枝大叶的弊端；鸡太太崇尚属蛇的男生的精细与谨慎，同时充分理解他的想法，配合他的感觉，在生活中将属蛇的男生照顾得无微不至。两人生活中互补互助，心灵与身体都十分契合，是超甜蜜的配对。",
		"created" : null
	},
	{
		"id" : 71,
		"nan_shengxiao" : "蛇",
		"nv_shengxiao" : "狗",
		"zhishu" : 80,
		"jieguo" : "彼此成就的一对",
		"pingshu" : "幽默浪漫，包容理解，甜蜜幸福的组合\n你们俩是很不错的一对。狗太太的性情温顺，待人和善有礼，在感情方面较保守，追求稳定的爱情，属于贤妻良母的类型；你们在一起感情会很稳定，能营造温馨的家庭生活。属蛇的男生冷静客观，机敏谨慎，每一次行动都要经过深思熟虑。狗太太温柔贤，忠心耿耿而妩媚动人。最初的倾心使你们走到一起。属蛇的男生具有极强的成功心理，会努力去达成自己的目的；狗太太则非常注重原则，不会被利益所迷惑。尽管如此你们却能在意见不一致时两个人能相互扶持，必要时也会下意识地彼此做出让步，互相包容理解。",
		"created" : null
	},
	{
		"id" : 72,
		"nan_shengxiao" : "蛇",
		"nv_shengxiao" : "猪",
		"zhishu" : 30,
		"jieguo" : "不相为谋的一对",
		"pingshu" : "互相鄙视，兴趣不投，根本不在一个频道。你们是不太相和的一对。两个人的性格既没有共同之处，又无法相互弥补。你们的婚姻很难有幸福可言。属蛇的男生深谋远虑，精明谨慎，现实又决不轻言放弃。猪太太单纯善良，悠闲懒散，缺乏决心和意志力。属蛇的男生复杂多疑，为达到目的而不择手段；猪太太则温柔亲切，对所从事的工作并不十分上心。属蛇的男生认为猪太太纯洁到了幼稚的地步，很难跟得上自己的步伐；猪太太则不能理解属蛇的男生这种暗藏杀机的性格，感觉太没有安全感。",
		"created" : null
	},
	{
		"id" : 73,
		"nan_shengxiao" : "马",
		"nv_shengxiao" : "鼠",
		"zhishu" : 30,
		"jieguo" : "不相为谋的一对",
		"pingshu" : "互相鄙视，兴趣不投，根本不在一个频道。\n互相鄙视，兴趣不投，缺乏凝聚力，根本不在一个频道。属马的人崇尚自由，有冒险精神，凡事喜欢探索。而属鼠的人活力四射，精明勤奋 ，喜欢沉浸在家庭的柔情中。属马的男生在生活中灵活多变，常常是神龙见首不见尾，尽管鼠太太一直要求属马的男生照顾好家庭，多多体谅和关心自己，但属马的男生依然我行我素，而且还认为鼠太太有点霸道，管的太宽。",
		"created" : null
	},
	{
		"id" : 74,
		"nan_shengxiao" : "马",
		"nv_shengxiao" : "牛",
		"zhishu" : 10,
		"jieguo" : "互相折磨的一对",
		"pingshu" : "互相折磨，强拼硬凑，完全凑不到一块。\n性格截然不同，缺乏共同爱好和兴趣，完全凑不到一块。属马的男生性格开朗，为人有些冲动，而且善变，经常会会有神经质的表现。牛太太性格安静沉稳，对待事情能客观冷静，非常理智。属马的男生对复古呆板的牛太太很难产生激情，两人在一起时总是缺少浪漫和欢笑。牛太太既无法调节属马的男生的情绪，同时也不能适应他的善变，因此感到生活很没安全感。",
		"created" : null
	},
	{
		"id" : 75,
		"nan_shengxiao" : "马",
		"nv_shengxiao" : "虎",
		"zhishu" : 90,
		"jieguo" : "情投意合的一对",
		"pingshu" : "情投意合，恩爱夫妻，羡煞旁人的组合。情投意合，有共同的目标，是可以互动，令人羡慕的一对。属马的男生人生经历丰富，为人积极开朗、自信，虎太太性格乐观、开朗、活泼，妩媚动人。在家庭中，你们有着分工合作的默契，能共同解决事情。属马的男生通过努力的奋斗在事业上取得成就，从而为家庭带来财富，改善生活；虎太太则用自己的热情，将家庭打理的井井有条，是个持家有道的女主人。",
		"created" : null
	},
	{
		"id" : 76,
		"nan_shengxiao" : "马",
		"nv_shengxiao" : "兔",
		"zhishu" : 20,
		"jieguo" : "貌合神离的一对",
		"pingshu" : "貌合神离，同床异梦，稀里糊涂在一起。\n个性差异大，貌合神离，稀里糊涂地在一起，对生活有着不同的态度，婚姻生活感受不到幸福。属马的男生有着很强的好奇心，喜欢我行我素，有冒险精神，喜欢随心所欲地去追求自己的目标和兴趣，对兔太太缺乏关心和安慰。兔太太温柔，内心脆弱，依赖性强，希望将更多的精力投放到家庭中。属马的男生会经常因兔太太的烦扰而生气，兔太太对属马的男生的飘忽不定而难以忍受。因此两个人在一起很难感受到幸福开心。",
		"created" : null
	},
	{
		"id" : 77,
		"nan_shengxiao" : "马",
		"nv_shengxiao" : "龙",
		"zhishu" : 80,
		"jieguo" : "彼此成就的一对",
		"pingshu" : "相敬如宾，包容理解，能够互相成就\n相敬如宾，能彼此理解和包容，是生机勃勃的一对。属马的男生有开拓进取的精神，敢于冒险，天性乐观开朗，喜欢自由自在的生活。而属龙的女生是热情大方的人，为人有主见，有上进心，能不断地尝试新事物，不断地要求自己进步，同时也会要求对方进步。你们能互相欣赏，能让生活变得富有情趣，属马的男生能利用他的洞察力来不抓机会，而属龙的女生则用她的判断力来监督属马的男生。",
		"created" : null
	},
	{
		"id" : 78,
		"nan_shengxiao" : "马",
		"nv_shengxiao" : "蛇",
		"zhishu" : 70,
		"jieguo" : "携手并进的一对",
		"pingshu" : "同进同退，风雨同舟，典型正能量组合。\n是很难彼此依赖的一对，对婚姻要做出相应的牺牲。属马的男生不甘寂寞，他们有开拓进取的晋升，会不断追求一个有一个的目标，向往自由自在的生活，不想被束缚。而属蛇的女生精明多疑，对感情非常谨慎，不会轻易表达自己的感情。属马的男生会常因为属蛇的女生满足不了自己的要求而闷闷不乐，属蛇的女生也比较厌恶属马的男生的随性。两个人的个性差异较大，要学会妥协，对家庭有风险精神。",
		"created" : null
	},
	{
		"id" : 79,
		"nan_shengxiao" : "马",
		"nv_shengxiao" : "马",
		"zhishu" : 40,
		"jieguo" : "吵吵闹闹的一对",
		"pingshu" : "吵吵闹闹，争执不休，考验彼此耐心。\n吵闹不断，争执不休，要有足够的耐心。你们虽然都是同一类型的人，天性乐观开朗，热气奔放，喜欢自由自在的生或，十分之有默契，但你们都是不喜欢受束缚的人，向往自由，所以婚姻对你们来说是最大的束缚，想要婚姻长久维持下去，除非你们能收住自己的心，把更多的心思放在感情上，或者其中的一个能控制住另一个。这样你们才能更好的相处，家庭才会更稳固。",
		"created" : null
	},
	{
		"id" : 80,
		"nan_shengxiao" : "马",
		"nv_shengxiao" : "羊",
		"zhishu" : 100,
		"jieguo" : "天作之合的一对",
		"pingshu" : "天作之合，幸福美满，最完美的配对组合。\n你们是相互互补的一对，婚姻幸福美满，是最完美的组合。你们两个人虽然有着不同的性格，但却有着相同的观念，两个人的结合能使你们自身的缺点得以互补。属马的男生天性乐观开朗，喜欢自由，充满活力，而属羊的女生温柔善良，思虑周全。属羊的女生的温柔体贴能让属马的男生收心，而属马的男生的乐观积极也会感染属羊的女生。属马的男生负责努力拼搏为家庭提供好生活，而属羊的女生则营造温馨的家庭。你们彼此互补，是很好的组合。",
		"created" : null
	},
	{
		"id" : 81,
		"nan_shengxiao" : "马",
		"nv_shengxiao" : "猴",
		"zhishu" : 50,
		"jieguo" : "互相牵绊的一对",
		"pingshu" : "互相牵绊，难以施展，容易互相影响。\n相互牵绊，容易相互影响，相处时也容易产生摩擦的一对。你们都是有才华的人，能凭借两人的才华而拜托困境，但也因为有太多相同之处而容易产生摩擦。属马的男生善于投机取巧，而属猴的女生善于见机行事；属马的男生八面玲珑，而属猴的女生聪明机智。你们的想法都很一致，相处时还是比较融洽的，但你们个性较强，而且有很强的占有欲，如果意见不同时，彼此就会产生不和。",
		"created" : null
	},
	{
		"id" : 82,
		"nan_shengxiao" : "马",
		"nv_shengxiao" : "鸡",
		"zhishu" : 50,
		"jieguo" : "互相牵绊的一对",
		"pingshu" : "顾虑繁多，束手束脚，成为彼此的阻碍。\n顾虑繁多，彼此不协调，会成为彼此的阻碍。你们能彼此能坦诚相对，但在一起不是很协调。两个人的性格都是活泼开朗的，属马的男生聪明灵巧，机智活泼，积极冲动，属鸡的女生热情开朗，坦诚直率，有着远见卓识。属马的男生容易对一件产生兴趣，但也容易放弃，属鸡的女生对属马的男生的不羁不能容忍，希望属马的男生能理智对待事物，做事能善始善终。因此你们的性格虽然相似，但真正相处起来，你们的冲突就会发生。",
		"created" : null
	},
	{
		"id" : 83,
		"nan_shengxiao" : "马",
		"nv_shengxiao" : "狗",
		"zhishu" : 90,
		"jieguo" : "情投意合的一对",
		"pingshu" : "如胶似漆，恩恩爱爱，超甜蜜的配对组合。\n如漆如胶，彼此恩爱甜蜜，能白头偕老的一对。你们两个都开朗大方，富有活力，彼此在一起能拥有欢乐的家庭。属马的男生聪明机智，性格开朗，幽默风趣，能令属狗的女生倾心不已。属狗的女生生性温顺，待人有礼，是贤妻良母型的人。因此，属狗的女生能理解和接受属马的男生的不足，能容忍属马的男生的飘忽。在属马的男生的眼里属狗的女生也是可爱的，因此你们能彼此欣赏，是不错的配对。",
		"created" : null
	},
	{
		"id" : 84,
		"nan_shengxiao" : "马",
		"nv_shengxiao" : "猪",
		"zhishu" : 55,
		"jieguo" : "互相牵绊的一对",
		"pingshu" : "前世冤家，今生夫妻，历尽艰难走到一起\n前世冤家，今生夫妻，能相互忍受，却不能彼此接受。属马的男生是典型的领导者，有着很强的领导能力，为人有感染力。属猪的女生生性淳朴善良，温和厚道，渴望爱与被爱。属马的男生会被属猪的女生的温情打动，但相处久了，彼此的观念让两人产生距离，属马的男生喜欢以我为中心，有着很强的嫉妒心理，不喜欢属猪的女生对别人和对自己一样关心，属猪的女生虽然注重情谊，但也只能向属马的男生作出让步，对属马的男生的任性感到痛心。",
		"created" : null
	},
	{
		"id" : 85,
		"nan_shengxiao" : "羊",
		"nv_shengxiao" : "鼠",
		"zhishu" : 10,
		"jieguo" : "互相折磨的一对",
		"pingshu" : "互相折磨，强拼硬凑，完全凑不到一块。\n彼此折磨，了解不深，完全凑不到一块的一对。你们的速配度很低，属羊的男生富有浪漫色彩，有时却冷淡消极；属鼠的女生精明谨慎，理智客观，对事业有着追求，对家庭精打细算。属羊的男生对强大的属鼠的女生有点避恐不及，而属鼠的女生对属羊的男生的不成熟而感到失望。你们都是性格内敛，性情柔和的人，对生活有着美好的憧憬，但你们又多愁善感，喜欢将感情埋藏在心里，彼此缺少安全感，一旦有意见分歧，积压在心里，就会变成怨恨，一旦爆发感情就会瓦解。想要愉快相处，那就要坦诚相待。",
		"created" : null
	},
	{
		"id" : 86,
		"nan_shengxiao" : "羊",
		"nv_shengxiao" : "牛",
		"zhishu" : 35,
		"jieguo" : "不相为谋的一对",
		"pingshu" : "天南地北，不是一类人，最好不要进一家门\n不太理想，不是一类人，不要进一家门。你们需要经过努力做出改变才能和睦相处。属羊的男生脑中充满了浪漫而不切实际的想法，认为家庭最好是自由自在的。属牛的女生勤劳现实，坚定沉着，懂得持家的责任，只追求稳定的爱情。属羊的男生不满意属牛的女生的老实呆板，不够温柔体贴，认为她把家庭氛围搞得死气沉沉。属牛的女生则不喜欢属羊的男生不切实际的浪漫，认为他们过于懦弱，没有气概，彼此对对方都有失望之感。",
		"created" : null
	},
	{
		"id" : 87,
		"nan_shengxiao" : "羊",
		"nv_shengxiao" : "虎",
		"zhishu" : 50,
		"jieguo" : "互相牵绊的一对",
		"pingshu" : "互相牵绊，难以施展，容易互相影响。\n你们的速配度属于中下，是极不相称的一对，彼此之间不能很好相处。属羊的男生性情温和浪漫，待人彬彬有礼，非常有艺术家的气质。属虎的女生则充满热情，为人不羁，是个典型的女强人。属羊的男生希望有温馨安逸的生活，而属虎的女生个性强烈，她们则期待节奏快的生活。属羊的男生这种慢斯条理性格难以跟不上属虎的女生的步伐，因此你们虽然都向往美好的生活，但却个性迥异，所以很难生活在一起。",
		"created" : null
	},
	{
		"id" : 88,
		"nan_shengxiao" : "羊",
		"nv_shengxiao" : "兔",
		"zhishu" : 90,
		"jieguo" : "情投意合的一对",
		"pingshu" : "情投意合，恩爱夫妻，羡煞旁人的组合。情投意合，恩爱甜蜜，是天造地设，羡煞旁人的组合。两个人都有细腻的心思，懂得相互关心和照顾，你们个性相配，都是温和型，内心充满浪漫情怀，随着感情加深，关系会更亲密无间。属羊的男生性情浪漫，有着一颗敏锐的心，温柔而又不缺果断，聪明又理智。属兔的女生温柔善良，精明细腻，是典型的贤妻良母。属羊的男生对属兔的女生的精明和干练非常欣赏，属兔的女生也善于揣摩属羊的男生的心思，总能投其所好。因此你们两个人非常有默契，如果成为夫妻，会有一个温馨的家庭。",
		"created" : null
	},
	{
		"id" : 89,
		"nan_shengxiao" : "羊",
		"nv_shengxiao" : "龙",
		"zhishu" : 70,
		"jieguo" : "携手并进的一对",
		"pingshu" : "同进同退，风雨同舟，典型正能量组合。经过长时间的磨合能很好生活在一起的一对。属羊的男生温文尔雅，有着一颗好奇心，喜欢探索各种奇怪的东西，有着浪漫的情怀。属龙的女生则充满活力和野心，是魅力十足的女性。属羊的男生迷恋属龙的女生迷人的风姿和神秘的魅力，属龙的女生则仰慕属羊的男生的善良和坦率。不过，属羊的男生过于保守，经常不能满足属龙的女生的冒险精神，属龙的女生的时尚前卫也让属羊的男生有困扰，总感觉跟不上她们的节奏。你们在一起要理性去看待对方，这样才能很好的发展。",
		"created" : null
	},
	{
		"id" : 90,
		"nan_shengxiao" : "羊",
		"nv_shengxiao" : "蛇",
		"zhishu" : 80,
		"jieguo" : "彼此成就的一对",
		"pingshu" : "相敬如宾，包容理解，能够互相成就\n渴望浪漫又要面对现实的一对。两个人都是完美主义者，喜欢追求更好、更远的目标。属羊的男生感性，有着敏锐的洞察力，有着艺术家的气质。属蛇的女生精明谨慎，能理智客观看待事情，喜欢依赖却不肯相信任何人。属羊的男生生性善良，毫无心机，属蛇的女生则精于心机，有着果断的决策力，对家庭精打细算。两人非常投缘，因为相似而走到一起，但彼此要沟通，不要将心事藏于心中，这样才能并肩而行。",
		"created" : null
	},
	{
		"id" : 91,
		"nan_shengxiao" : "羊",
		"nv_shengxiao" : "马",
		"zhishu" : 100,
		"jieguo" : "天作之合的一对",
		"pingshu" : "天作之合，幸福美满，最完美的配对组合。\n心心相应，是天作之合，婚姻稳固的一对。两人能用心配合，使婚姻十分稳固，能给家庭带来前所未有的安全感。属羊的男生多愁善感，温情善良，有浪漫细胞，是顾家型的好丈夫。属马的女生性格乐观开朗，善解人意，是富有独立性和感性的现代女性。属羊的男生渴望属马的女生只爱他一个，希望有充分的主权。属马的女生也善于理解属羊的男生的心意，既不会介意属羊的男生的小气，还会将快乐的氛围带到家庭中。你们互补强烈，属羊的男生的体贴能让属马的女生感到贴心，而属马的女生的乐观也感染到属羊的男生。",
		"created" : null
	},
	{
		"id" : 92,
		"nan_shengxiao" : "羊",
		"nv_shengxiao" : "羊",
		"zhishu" : 70,
		"jieguo" : "携手并进的一对",
		"pingshu" : "携手并进，互帮互助，最佳合伙人。\n携手并进，是颇为适合的一对，能互帮互助。两个人虽然有很强的惰性，凡事喜欢依赖别人，渴望不劳而获，但你们的结合能将二人的力量合二为一。你们对彼此有很强的吸引力，感觉非常投缘。双方对家庭倾注了无限的感情，能彼此相信对方，会像爱自己一样爱对方，相信对方的幸福就是自己的幸福。属羊的男生会努力工作去保证自己的财富，而属羊的女生则居于家中做真正的决策者。当遇到困难时，属羊的男生会在关键时刻挺身而出，做一个负责任的男人。",
		"created" : null
	},
	{
		"id" : 93,
		"nan_shengxiao" : "羊",
		"nv_shengxiao" : "猴",
		"zhishu" : 80,
		"jieguo" : "彼此成就的一对",
		"pingshu" : "彼此成就，包容理解，人们眼中的楷模组合。\n会因新奇而相互吸引，彼此能成就和包容。属羊的男生性情柔和，理想化而富有创造性，对爱情有美好的憧憬，是内心纯净善良的人。属猴的女生聪明机智，自信心强，喜欢以我为中心，异性缘佳。属羊的男生会被属猴的女生的魅力所吸引，但属猴的女生不喜欢属羊的男生的幼稚。因此两人在一起要多花时间磨合，这样才能成就彼此。",
		"created" : null
	},
	{
		"id" : 94,
		"nan_shengxiao" : "羊",
		"nv_shengxiao" : "鸡",
		"zhishu" : 80,
		"jieguo" : "彼此成就的一对",
		"pingshu" : "幽默浪漫，包容理解，甜蜜幸福的组合\n幽默浪漫，能包容理解，保持一致的一对。你们是比较速配的一对，能精心经营一个安稳的家。属羊的男生温柔体贴，性格敏感内敛，充满浪漫气息。属鸡的女生冷静客观，有着很强的操纵欲，凡事喜欢追究到底，喜欢充满生机的生活。属羊的男生不喜欢属鸡的女生的张扬，但不要过于表现的太敏感。属鸡的女生觉得属羊的男生的情感过于细腻，所以和他打交道都会小心翼翼。属鸡的女生缺乏安全感，她希望能从属羊的男生身上得到关心和照顾，所以和属鸡的女生相处，要多表达真实的想法。",
		"created" : null
	},
	{
		"id" : 95,
		"nan_shengxiao" : "羊",
		"nv_shengxiao" : "狗",
		"zhishu" : 30,
		"jieguo" : "不相为谋的一对",
		"pingshu" : "互相鄙视，兴趣不投，根本不在一个频道。\n兴趣不投，不太投缘，不在一个频道的一对。你们的速配度很低，你们希望通过自己的努力而达到互动，但往往事与愿违，双方的缺点会在婚姻中更突出。属羊的男生温情浪漫，善良中又带着悲观的情绪。属狗的女生为人通情达理，对感情忠诚，容不得背叛。杨新生希望得到更多的关心，但属狗的女生的批评反而让属羊的男生越失自信。属狗的女生希望能解决问题，但长期以来属羊的男生对她都是不理不睬。而且两个人容易对小事敏感，很难走到一起。",
		"created" : null
	},
	{
		"id" : 96,
		"nan_shengxiao" : "羊",
		"nv_shengxiao" : "猪",
		"zhishu" : 90,
		"jieguo" : "情投意合的一对",
		"pingshu" : "如胶似漆，恩恩爱爱，超甜蜜的配对组合。\n恩恩爱爱，和和美美，超甜蜜的一对。两个人都醉心于家庭生活，婚姻中很少出现冲突，充满真挚和美满。属羊的男生性格温和，含蓄，为人多愁善感，而且温柔体贴。属猪的女生为人亲切大方，善于交际，渴望爱与被爱，性情温和，让人看了想亲近。属猪的女生会被属羊的男生的温柔体贴和浪漫而打动，属羊的男生的浪漫气质使属猪的女生感受到新奇。两人在遇到冲突都能妥协、退步，能组建一个幸福的家庭。",
		"created" : null
	},
	{
		"id" : 97,
		"nan_shengxiao" : "猴",
		"nv_shengxiao" : "鼠",
		"zhishu" : 90,
		"jieguo" : "情投意合的一对",
		"pingshu" : "情投意合，恩爱夫妻，羡煞旁人的组合。\n情投意合，恩爱甜蜜，婚姻幸福的一对。彼此能相互理解、包容，双方观念一致，有一见如故的感觉，心灵相通，有着共同的理想，能以此为理想奋斗。属猴的男生善于思考，凡事都能运筹帷幄，决胜于千里。属鼠的女生善于持家，能将家庭打理的井井有条。属猴的男生经常赞美属鼠的女生的勤劳和节俭，属鼠的女生也能将快乐带到家庭中，感染每个人。彼此在物质和精神上都能互相扶持，能珍惜彼此，让感情更甜蜜。",
		"created" : null
	},
	{
		"id" : 98,
		"nan_shengxiao" : "猴",
		"nv_shengxiao" : "牛",
		"zhishu" : 80,
		"jieguo" : "彼此成就的一对",
		"pingshu" : "幽默浪漫，包容理解，甜蜜幸福的组合\n能包容理解，生活融洽，难以充分了解却依然相处。两个都是非常出色的人双方倔强且处处以我为中心，彼此缺乏默契。属猴的男生开朗自负，且有不错的表演天赋。属牛的女生温柔含蓄，沉稳冷静，但却固执 。属猴的男生总认为属牛的女生没有激情，缺乏活力。你们在一起相处时，会因为意见不和而争执。但你们都是有独立主见的人，生活中有明确的目标，有上进心，因此你们能更好地拉进距离。",
		"created" : null
	},
	{
		"id" : 99,
		"nan_shengxiao" : "猴",
		"nv_shengxiao" : "虎",
		"zhishu" : 35,
		"jieguo" : "不相为谋的一对",
		"pingshu" : "天南地北，不是一类人，最好不要进一家门\n彼此斤斤计较，算不上是完美的一对。你们的速配度很低，在一起很难有交集。虽然你们性情乐观，喜欢与人交往，但双方观念差异大，都有着强烈的自我意识，有强烈的领导欲望。属猴的男生善于心计，希望依靠心机来夺得家庭地位的主导权。属虎的女生感性，坦率直接，有着强烈的占有欲。属虎的女生想要管着属猴的男生，而属猴的男生不喜欢受制于人，因此容易起争端。",
		"created" : null
	},
	{
		"id" : 100,
		"nan_shengxiao" : "猴",
		"nv_shengxiao" : "兔",
		"zhishu" : 55,
		"jieguo" : "互相牵绊的一对",
		"pingshu" : "前世冤家，今生夫妻，历尽艰难走到一起\n一对欢喜冤家，历尽艰难走在一起。两人虽然有着完全不同成长背景，生活上的观念也不一致，但彼此能面对现实，理解对方，积极去解决问题。属猴的男生聪明机智，渴望通过自己的努力创出一番事业。属兔的女生温文尔雅，善于让别人按照自己的意愿去做事。两人一开始互有好感，但随着深入的交往，大小问题会渐渐突显，两人在生活上也会面对不同的问题，要走在一起，那就得收心，彼此多一些理解。",
		"created" : null
	},
	{
		"id" : 101,
		"nan_shengxiao" : "猴",
		"nv_shengxiao" : "龙",
		"zhishu" : 90,
		"jieguo" : "情投意合的一对",
		"pingshu" : "如胶似漆，恩恩爱爱，超甜蜜的配对组合。\n恩爱甜美，是天衣无缝的一对。两个人的个性相近互补，都是非常有主见的人，有共同的目标，既然浪漫的情怀，又不缺乏积极向上的动力。属猴的男生敢于面对现实，用于迎接挑战，配合他的聪明才智，能将事情处理得井井有条。属龙的女生热情开朗、大方，有精准的眼光，能给予属猴的男生必要的帮助。你们在一起懂得相互尊重，彼此新生，善于发现对方的优势，激活另一半的活力，能产生良好关系，能经营好家庭，生活幸福美满。",
		"created" : null
	},
	{
		"id" : 102,
		"nan_shengxiao" : "猴",
		"nv_shengxiao" : "蛇",
		"zhishu" : 53,
		"jieguo" : "互相牵绊的一对",
		"pingshu" : "前世夫妻，今生孽缘，对对错错难分辨。\n前世夫妻，今生孽缘，对对错错难分辨。彼此需要抛开戒备，方可共同生活的一对。你们都是非常敏感的人，还有一些神经质，即使是在相同的立场，你们也会对彼此有所保留。你们对彼此太过于苛刻，都希望对方能做到最完美，在这样的心理暗示下，只要对方有一丁点毛病，你们都难以容忍。属猴的男生为人精明干练，属蛇的女生善于交际，只要你们能相互体谅，对彼此多一点容忍，那还是能愉快相处的。",
		"created" : null
	},
	{
		"id" : 103,
		"nan_shengxiao" : "猴",
		"nv_shengxiao" : "马",
		"zhishu" : 50,
		"jieguo" : "互相牵绊的一对",
		"pingshu" : "顾虑繁多，束手束脚，成为彼此的阻碍。\n需要互相照顾，常历常新的一对。你们都是有才华的人，性格热情开朗，有着很好的人缘。属猴的男生凡事喜欢以我为中心，头脑聪明灵活，有着很强的好奇心，喜欢追求不同的目标。属马的女生现实独立，喜欢我行我素，自由自在。由于你们都非常优秀，个性较强，所以都不甘于做对方的附庸，如果意见不和，就容易起冲突，然而家庭是需要两个人齐心经营的，只有做出让步，多些沟通，方能白头到老。",
		"created" : null
	},
	{
		"id" : 104,
		"nan_shengxiao" : "猴",
		"nv_shengxiao" : "羊",
		"zhishu" : 80,
		"jieguo" : "彼此成就的一对",
		"pingshu" : "彼此成就，包容理解，人们眼中的楷模组合。\n彼此能包容理解，和睦相处的一对。两个人对对方的生活习惯和思想观念都难以认同，但能彼此理解和包容。属猴的男生天资聪颖，所以难免会有些孤芳自赏。属羊的女生温柔贤淑，是个贤妻良母型的女性，能把家里打理得井井有条。在婚姻中，属猴的男生会有点自私，凡事喜欢随心所欲，很少关心属羊的女生，而且什么都喜欢依赖属羊的女生，但属羊的女生是个单纯的人，对这些都无所谓，因此你们能相互的包容，在经过长久的相处后，你们是和睦的一对。",
		"created" : null
	},
	{
		"id" : 105,
		"nan_shengxiao" : "猴",
		"nv_shengxiao" : "猴",
		"zhishu" : 70,
		"jieguo" : "携手并进的一对",
		"pingshu" : "携手并进，互帮互助，最佳合伙人。\n能互帮互助，携手并进。你们容易走到一起，会很谈得来，有着许多的共同点，但要是谈到真感情，又会因为个性相似而缺乏新鲜感和好奇感。你们两个自信心和自尊心都很强，凡事喜欢以我为中心，都不喜欢被人管，希望将另一半掌握在自己手中，这样就容易冲突。好在你们能能理性的处理彼此之间的问题，能改变自我为中心的性格，因此你们的生活还是和谐的。",
		"created" : null
	},
	{
		"id" : 106,
		"nan_shengxiao" : "猴",
		"nv_shengxiao" : "鸡",
		"zhishu" : 70,
		"jieguo" : "携手并进的一对",
		"pingshu" : "同进同退，风雨同舟，典型正能量组合。\n坦诚相对，同舟共济，真心以对的一对。两个人都有野心，现实主观，喜欢逞强好胜。属猴的男生聪明机智，所以非常自负，喜欢被追捧的感觉。属鸡的女生精明干练，为人处事一丝不苟。你们两个彼此欣赏，属鸡的女生喜欢属猴的男生的幽默，而属猴的男生欣赏属鸡的女生的审美，但属鸡的女生受不了属猴的男生的开放，而属猴的男生也受不了属鸡的女生的唠叨，因此在相处时，你们要坦诚相待，这样感情才会和谐。",
		"created" : null
	},
	{
		"id" : 107,
		"nan_shengxiao" : "猴",
		"nv_shengxiao" : "狗",
		"zhishu" : 80,
		"jieguo" : "彼此成就的一对",
		"pingshu" : "夫唱妇随，比翼双飞，共建爱巢，幸福美满的组合\n相互欣赏，夫唱妇随，懂得忍让的一对。你们速配度高，是彼此欣赏的一对，生活懂得忍让，婚姻成熟。属猴的男生聪明伶俐，多才多艺，自信心强，喜欢挑战。属狗的女生对感情忠诚，感情方面保守，志向追求稳定的爱情，为人善良，有奉献精神。属猴的男生喜欢属狗的女生给予他的亲切感，在属狗的女生面前，属猴的男生都会表现的友善，殷勤。而属狗的女生也很佩服属猴的男生的才智，会为属猴的男生所取得的成就而感到自豪。两个人在一起相处愉快。",
		"created" : null
	},
	{
		"id" : 108,
		"nan_shengxiao" : "猴",
		"nv_shengxiao" : "猪",
		"zhishu" : 10,
		"jieguo" : "互相折磨的一对",
		"pingshu" : "互相折磨，强拼硬凑，完全凑不到一块。\n互相折磨，强拼硬凑，完全凑不到一块。彼此性格不和，需要努力维护的一对，你们开始会被因好奇感而彼此吸引，但婚姻是一场持久的考验，但新奇感消退后，你们的问题就会突显出来。属猴的男生精明果断，自信心、自尊心强，且不喜欢被束缚，喜欢占有他人的功劳。属猪的女生忠诚不渝，精力充沛，对自己坚持的原则会寸步不让。属猴的男生希望属猪的女生朴实的性格更多的为自己服务，而属猪的女生渴望被爱，但属猴的男生的随性却让她提心吊胆。",
		"created" : null
	},
	{
		"id" : 109,
		"nan_shengxiao" : "鸡",
		"nv_shengxiao" : "鼠",
		"zhishu" : 20,
		"jieguo" : "貌合神离的一对",
		"pingshu" : "貌合神离，同床异梦，稀里糊涂在一起。\n生活不协调，互不相让，吵吵闹闹的一对。两个人不太速配，两人有着鲜明的个性，在一起很难了解对方的心意。属鸡的男生善于分析，优柔寡断，喜欢以我为中心，是完美主义者，在意生活的点点滴滴，对对另一半也要求完美。属鼠的女生精明现实，温和机智，会制造生活情趣。两人在一起相处时，属鸡的男生喜欢对属鼠的女生指手画脚，经常指责她的不足，面对属鸡的男生的冒犯，属鼠的女生总是针锋相对，因此两人总是矛盾不断，吵吵闹闹的。",
		"created" : null
	},
	{
		"id" : 110,
		"nan_shengxiao" : "鸡",
		"nv_shengxiao" : "牛",
		"zhishu" : 90,
		"jieguo" : "情投意合的一对",
		"pingshu" : "情投意合，恩爱夫妻，羡煞旁人的组合。\n情投意合，令人羡慕，白头到老的一对。两个人对于家庭都敢于负责任，会不遗余力地投入到其中。有着共同的理想和追求，为了更好的品质生活而不懈努力。属鸡的男生为人坦率真诚，勤劳果敢，开朗又不缺严谨的作风。属牛的女生勤劳踏实，富有家庭观念。属鸡的男生的快人快语为属牛的女生带来很好的乐观氛围，属牛的女生有条不絮的风格和稳重顾家的性格也颇受属鸡的男生欣赏。你们彼此相互欣赏，有好感，两人会为了家庭而全心全意付出，婚后生活会和谐无比。",
		"created" : null
	},
	{
		"id" : 111,
		"nan_shengxiao" : "鸡",
		"nv_shengxiao" : "虎",
		"zhishu" : 50,
		"jieguo" : "互相牵绊的一对",
		"pingshu" : "互相牵绊，难以施展，容易互相影响。\n经受各种各样考验的一对。两个人有着鲜明的个性，懂得积极进取，但毕竟是个性上有差异，所以这是一场五味杂陈的婚姻。属鸡的男生精明果敢，自私固执，喜欢挑战一切。属虎的女生兴趣广泛，多才多艺，自信心强，为人强势，对于冒犯自己的人势必斗争到底。你们都会为了幸福的生活而各自奔波，而且还有那么点自我，但走在一起却相安无事。但想要长久下去，彼此之间还需要多一些关心，不要只顾着自我的满足。",
		"created" : null
	},
	{
		"id" : 112,
		"nan_shengxiao" : "鸡",
		"nv_shengxiao" : "兔",
		"zhishu" : 30,
		"jieguo" : "不相为谋的一对",
		"pingshu" : "互相鄙视，兴趣不投，根本不在一个频道。\n兴趣不投，不在同一频道的两个人。两个人的个性可以说是水火不容，家庭生活冲突矛盾不断。属鸡的男生热情开朗，为人积极进取，凡事讲求效率，对他人和自己都非常苛刻。属兔的女生温文尔雅，有知识，有见地，喜欢安逸的生活。属鸡的男生看不惯属兔的女生的作风，会经常毫不留情的批评。两个人的生活态度不一样，在一起很难有交集。",
		"created" : null
	},
	{
		"id" : 113,
		"nan_shengxiao" : "鸡",
		"nv_shengxiao" : "龙",
		"zhishu" : 100,
		"jieguo" : "天作之合的一对",
		"pingshu" : "天作之合，幸福美满，最完美的配对组合。\n天作之合，有口皆碑，完美配对的组合。两人相互吸引，速配度高，两个人不论是性格还是能力都是配合的天衣无缝。属鸡的男生头脑清新，思路清晰，善于剖析问题，有自己的独立见解。属龙的女生为人开朗大方，有主见，富有魅力，善于发现属鸡的男生的潜质。属鸡的男生会因属龙的女生的激情和活力而感到精神百倍。属龙的女生对属鸡的男生的唠叨也会毫不在意。两人之间能相互理解和扶持，两人的生活非常愉快。",
		"created" : null
	},
	{
		"id" : 114,
		"nan_shengxiao" : "鸡",
		"nv_shengxiao" : "蛇",
		"zhishu" : 90,
		"jieguo" : "情投意合的一对",
		"pingshu" : "如胶似漆，恩恩爱爱，超甜蜜的配对组合。\n取长补短，恩爱无比，是超甜蜜的组合。两个人都知书达理，彼此性格互补，你们之间是不错的结合。属鸡的男生为人追求完美，为人积极勇敢，属蛇的女生聪明伶俐，为人善良多情。属鸡的男生的睿智和乐观给了属蛇的女生不少的积极精神，而属蛇的女生也会鼎力协助属鸡的男生完成事业，替他分忧。两个人对感情都是非常小心的，有着相近的感情观，因此你们的相遇就像多年相恋的恋人。",
		"created" : null
	},
	{
		"id" : 115,
		"nan_shengxiao" : "鸡",
		"nv_shengxiao" : "马",
		"zhishu" : 50,
		"jieguo" : "互相牵绊的一对",
		"pingshu" : "顾虑繁多，束手束脚，成为彼此的阻碍。\n磕磕绊绊中不断前进的一对。两个人都是非常有主见的人，而且有着鲜明的个性，在问题上会互不相让，容易正锋相对。属鸡的男生有着很强的事业心，会定下宏伟的计划并详尽的实施。对于家庭，属鸡的男生是因循守旧，相反，属马的女生对于事业方面会因能力而行，对于家庭则要求高品质，不能有半点马虎。属鸡的男生不能理解属马的女生对生活的奢侈追求，而属马的女生也不能容忍属鸡的男生的学究气质，因此两人在一起会有很多的问题和顾虑，相处过程中会磕磕碰碰，真的要在一起，那就要多理解。",
		"created" : null
	},
	{
		"id" : 116,
		"nan_shengxiao" : "鸡",
		"nv_shengxiao" : "羊",
		"zhishu" : 80,
		"jieguo" : "彼此成就的一对",
		"pingshu" : "幽默浪漫，包容理解，甜蜜幸福的组合\n幽默浪漫，包容理解，甜蜜幸福的组合。两人对爱情有着美好的憧憬，婚姻生活能磨练双方的意志。属鸡的男生虽然不是天生的工作狂，但对事业非常执着，会将大部分的精力投入到对工作精益求精上。属羊的女生温柔善良，多愁善感，有着很强的依赖性。对于属羊的女生的要求，属鸡的男生会尽量去迁就，会给人最大的安全感，处处想着她的感受。属羊的女生也非常欣赏属鸡的男生的野心，会在工作上给予他最大的帮助。你们在一起会对彼此理解包容。",
		"created" : null
	},
	{
		"id" : 117,
		"nan_shengxiao" : "鸡",
		"nv_shengxiao" : "猴",
		"zhishu" : 70,
		"jieguo" : "携手并进的一对",
		"pingshu" : "同进同退，风雨同舟，典型正能量组合。\n同进同退，风雨同舟，典型正能量组合。两个人都有点骄纵任性，自尊心强，凡事都不肯让步，喜欢以我为中心。但双方却能共同一起面对困难，抵制诱惑，会互相激励对方。属鸡的男生精明严谨，属猴的女生凡事喜欢吹毛求疵。两人在一起会有着很严格的要求，凡事都会追求完美，正是这样，你们才能携手共进，同进同退。虽然平时都喜欢以我为中心，但只要遇到困难，两人就会团结一致。",
		"created" : null
	},
	{
		"id" : 118,
		"nan_shengxiao" : "鸡",
		"nv_shengxiao" : "鸡",
		"zhishu" : 40,
		"jieguo" : "吵吵闹闹的一对",
		"pingshu" : "吵吵闹闹，争执不休，考验彼此耐心。吵吵闹闹，争执不休的一对冤家。两个人都有着不错的天资，在一起会容易使你们产生莫名的优越感。在事业方面，你们都有很强的事业心和责任心，追求完美，会努力得去奋斗，这样换来的成就会让你们更自负，更自以为是的听不进别人的意见，会出现争论不休的情景。而且你们固执、急躁，这样的争执会有更多。想要愉快相处，那就要保持理性平和的心态，不要语言过激。",
		"created" : null
	},
	{
		"id" : 119,
		"nan_shengxiao" : "狗",
		"nv_shengxiao" : "蛇",
		"zhishu" : 80,
		"jieguo" : "彼此成就的一对",
		"pingshu" : "互相折磨，强拼硬凑，完全凑不到一块。\n互相折磨，强拼硬凑，完全凑不到一块。你们两个是不太速配的一对。属鸡的男生为人挑剔苛刻，喜欢斤斤计较。属狗的女生口唇刻薄。两人对生活细节都比较注重，一旦有什么不如意就会指责对方的不是，而且语气较重。因此，属鸡的男生会对属狗的女生的弱点不断挑剔，叨叨不休，对于属鸡的男生的挑剔，属狗的女生不是和颜悦色，而是言辞反击，最后只会两败俱伤。想要相处好一些，那就要少些正锋相对。",
		"created" : null
	},
	{
		"id" : 120,
		"nan_shengxiao" : "鸡",
		"nv_shengxiao" : "猪",
		"zhishu" : 80,
		"jieguo" : "彼此成就的一对",
		"pingshu" : "彼此成就，包容理解，人们眼中的楷模组合。\n彼此成就，包容理解，人们眼中的楷模组合。属鸡的男生有很强的观察力，喜欢观察琐事细节，并且善于加以分析。属猪的女生温情善良，为人亲切，能给予别人充分的独立空间，而且是一个贤妻良母。属猪的女生本来就不是很善于独立思考，容易接受别人的暗示，只要属鸡的男生予以属猪的女生多一点恩惠，那她就会接受你的劝告。当然，属猪的女生也是希望被属鸡的男生宠爱的，希望属鸡的男生能替他分忧。",
		"created" : null
	},
	{
		"id" : 121,
		"nan_shengxiao" : "狗",
		"nv_shengxiao" : "鼠",
		"zhishu" : 50,
		"jieguo" : "互相牵绊的一对",
		"pingshu" : "互相牵绊，难以施展，容易互相影响。\n互相牵绊，难以施展，容易互相影响。两人速配一般，彼此之间会有大大小小的摩擦，兴趣和爱好不同，之间没有什么共同的话题。对于彼此没有给太多的空间和时间，因此难以还会有有点小吵小闹和争执。属狗的男生处事慢斯条理，而属鼠的女生勤奋，两人的个性不太搭，因此在一起会难以施展自己的才能。想要共处，那就要深入了解和沟通能。",
		"created" : null
	},
	{
		"id" : 122,
		"nan_shengxiao" : "狗",
		"nv_shengxiao" : "牛",
		"zhishu" : 40,
		"jieguo" : "吵吵闹闹的一对",
		"pingshu" : "吵吵闹闹，争执不休，考验彼此耐心。\n吵吵闹闹，争执不休，考验彼此耐心。你们两个个性迥异，不太适合在一起。属狗的男生心直口快，喜欢评头论足，对周围的事物津津乐道。属牛的女生性格固执内向，缺少幽默感。属狗的男生想给属牛的女生更体贴的照顾，但属牛的女生感觉消受不起，而属狗的男生也受不了属牛的女生的严肃，会让属狗的男生感到非常压抑。所以，彼此在一起会出现不少的问题，而且争执也不少，想要愉快相处，那就要调适你们的个性。",
		"created" : null
	},
	{
		"id" : 123,
		"nan_shengxiao" : "狗",
		"nv_shengxiao" : "虎",
		"zhishu" : 90,
		"jieguo" : "情投意合的一对",
		"pingshu" : "情投意合，恩爱夫妻，羡煞旁人的组合。\n情投意合，恩爱夫妻，天造地设的一对。你们两个都是理想主义者，乐观善良，且又乐善好施，彼此有着谦逊的美德，是完美的结合。属狗的男生忠诚坦率，为人正直淳朴。属虎的女生性情刚烈，活力四射，她们乐观的性情感染家庭每个人。两个人都能为对方付出，能从对方获得爱情的满足，不会过于干涉对方的自由。属狗的男生会给属虎的女生很多的包容，会适时给予她们关心，让她们感到轻松。而属狗的男生也在属虎的女生身上学到很多的东西。",
		"created" : null
	},
	{
		"id" : 124,
		"nan_shengxiao" : "狗",
		"nv_shengxiao" : "兔",
		"zhishu" : 100,
		"jieguo" : "天作之合的一对",
		"pingshu" : "天作之合，幸福美满，最完美的配对组合。\n天作之合，幸福美满，最完美的配对组合。你们是坦诚相见，精诚合作的组合，两人都热爱生活，善于交际，做事有着明确的目标性，在自身独立时，会给对方留有充分余地。属狗的男生为人通情达理，豁达爽快，性情温顺。属兔的女生温柔浪漫，妩媚动人，能捉住对方的心。你们在感情能充分施展自己的个性，能彼此取暖，理解对方的心理和需求，能相互尊重，是完美的一对，婚后生活非常幸福。",
		"created" : null
	},
	{
		"id" : 125,
		"nan_shengxiao" : "狗",
		"nv_shengxiao" : "龙",
		"zhishu" : 30,
		"jieguo" : "不相为谋的一对",
		"pingshu" : "思想观念差距，很难在某件事达成共识。\n思想观念差距，缺乏真心以对，很难在某件事达成共识。你们不是很速配，是缺乏真心的一对，在一起矛盾比较多，两个人在交往过程中会有所保留，对对方有着戒备心理，两个人都想成为家庭的霸王。属狗的男生性情温顺，对属龙的女生非常好，在属狗的男生还有一丝诚意的时候，属龙的女生却没有好好珍惜。你们在思想上有着很大的差距，遇到问题的时候会有分歧，难以达成共识，一旦意见严重时，你们的感情就会覆水难收。",
		"created" : null
	},
	{
		"id" : 126,
		"nan_shengxiao" : "狗",
		"nv_shengxiao" : "马",
		"zhishu" : 90,
		"jieguo" : "情投意合的一对",
		"pingshu" : "如胶似漆，恩恩爱爱，超甜蜜的配对组合。\n恩爱无比，能不遗余力给对方最好，超甜蜜的组合。你们是非常适合的组合，能通力合作，不遗余力地给对方一切，你们能对彼此投入最真诚的感情，能组建一个幸福美满的家庭。属狗的男生性情温顺，成熟稳重，容易在事业上取得成功。属马的女生天性乐观开朗，喜欢自由自在，能接收新事物。你们都对生活充满热情，彼此欣赏，理解，属狗的男生欣赏属马的女生勤奋好学，属马的女生也钦佩属狗的男生的公正。属狗的男生对属马的女生照顾有加，因此属马的女生认为他是值得托付终身的人。",
		"created" : null
	},
	{
		"id" : 127,
		"nan_shengxiao" : "狗",
		"nv_shengxiao" : "羊",
		"zhishu" : 30,
		"jieguo" : "不相为谋的一对",
		"pingshu" : "互相鄙视，兴趣不投，根本不在一个频道。\n兴趣不投，不在同一频道的一对。你们的速配度低，在兴趣上不会非常一致，而且会遇到大大小小的麻烦，婚姻生活不会太幸福。属狗的男生性情急躁，但处事有着严密的逻辑，善于反洗和推理。属羊的女生性情柔和，娇生惯养，依赖性强。属狗的男生由于不能习惯属羊的女生一些无理的要求，而经常焦头烂额；属羊的女生也常因属狗的男生的急躁而感到失望，总之你们之间差异性大，容易对小事敏感，不容易走到一起。",
		"created" : null
	},
	{
		"id" : 128,
		"nan_shengxiao" : "狗",
		"nv_shengxiao" : "猴",
		"zhishu" : 80,
		"jieguo" : "彼此成就的一对",
		"pingshu" : "幽默浪漫，包容理解，甜蜜幸福的组合\n幽默风趣，适合中庸之道的一对。你们速配度高，彼此欣赏，包容对方的不足之处，婚姻生活能带动你们达到共同的目标。属狗的男生非常注重自己的事业，有着兢兢业业的工作态度和探索精神，同时，他也非常注重自己的家庭。属狗的女生幽默风趣，有着聪敏的头脑，乐观开朗，善于理财。属狗的男生因为属猴的女生的精明干练和积极进取而感到自豪，属猴的女生也钦佩属狗的男生的钻研精神。属狗的男生能给予属猴的女生很大自由空间，而属猴的女生也服属狗的男生管，彼此坦诚相待，相处愉快。",
		"created" : null
	},
	{
		"id" : 129,
		"nan_shengxiao" : "狗",
		"nv_shengxiao" : "鸡",
		"zhishu" : 10,
		"jieguo" : "互相折磨的一对",
		"pingshu" : "互相折磨，强拼硬凑，完全凑不到一块。\n需要互相容忍，很难在一起的一对。你们的速配度低，彼此需要相互容忍，两人最好不要在一起。你们意见分歧，两个人都各执以见，双方都不肯让步，一旦显示出好斗的性格，另一方就会麦芒相对，互不相让。属狗的男生凡事吹毛求疵，经常会在冲动下采取行动，属鸡的女生凡事循规蹈矩，为人诚信正直，喜欢对人约束。属狗的男生希望独立自主，无法忍受属鸡的女生的严厉。你们两个人都注重生活细节，一旦对方有什么不如意，就会直指对方的不对。",
		"created" : null
	},
	{
		"id" : 130,
		"nan_shengxiao" : "狗",
		"nv_shengxiao" : "狗",
		"zhishu" : 70,
		"jieguo" : "携手并进的一对",
		"pingshu" : "同进同退，风雨同舟，典型正能量组合。\n倾心相与，相处默契，是挺适合的一对。你们是挺适合的一对，有着共同的观念，彼此能坦诚相对，都有着坚韧的性格，通晓事理，懂得尊重对方意见，能彼此理解。属狗的男生有着很强的家庭观念，当家庭有困境，他们都会挺身而出。属狗的女生快人快语，喜欢追求完美，但却不失温柔。你们能取长补短，坦诚相待，双方在经历问题时能共同进退。",
		"created" : null
	},
	{
		"id" : 131,
		"nan_shengxiao" : "狗",
		"nv_shengxiao" : "猪",
		"zhishu" : 50,
		"jieguo" : "互相牵绊的一对",
		"pingshu" : "顾虑繁多，束手束脚，成为彼此的阻碍。\n性格迥异，顾虑繁多的一对。你们两个人性格迥异，兴趣爱好不同，你们虽然能和睦相处，但相处久了会乏味，少了激情。属狗的男生诚信负责，能勇于承担家庭的一切。属猪的女生温柔善良，坚持原则。你们双方遇到问题都不会放弃自己固有的立场，会坚持到底，这样就会给你们的感情造成不和谐的出现。",
		"created" : null
	},
	{
		"id" : 132,
		"nan_shengxiao" : "鸡",
		"nv_shengxiao" : "狗",
		"zhishu" : 10,
		"jieguo" : "互相折磨的一对",
		"pingshu" : "互相折磨，强拼硬凑，完全凑不到一块。\n互相折磨，强拼硬凑，完全凑不到一块。你们两个是不太速配的一对。属鸡的男生为人挑剔苛刻，喜欢斤斤计较。属狗的女生口唇刻薄。两人对生活细节都比较注重，一旦有什么不如意就会指责对方的不是，而且语气较重。因此，属鸡的男生会对属狗的女生的弱点不断挑剔，叨叨不休，对于属鸡的男生的挑剔，属狗的女生不是和颜悦色，而是言辞反击，最后只会两败俱伤。想要相处好一些，那就要少些正锋相对。",
		"created" : null
	},
	{
		"id" : 133,
		"nan_shengxiao" : "猪",
		"nv_shengxiao" : "鼠",
		"zhishu" : 70,
		"jieguo" : "携手并进的一对",
		"pingshu" : "携手并进，互帮互助，最佳合伙人。\n互帮互助，默契配合，相互吸引的一对。你们两个都亲切友善，对于生活有着积极的态度和明朗的观点，不会盲目随波逐流。属猪的男生生性淳朴，为人善良；属鼠的女生精明干练，灵巧动人，在生活上能给予属猪的男生出谋划策。你们能互相鼓励，给予对方生活上最好的帮助，能解决共同的问题。",
		"created" : null
	},
	{
		"id" : 134,
		"nan_shengxiao" : "猪",
		"nv_shengxiao" : "牛",
		"zhishu" : 50,
		"jieguo" : "互相牵绊的一对",
		"pingshu" : "互相牵绊，难以施展，容易互相影响。\n互相牵绊，难以施展，容易互相影响。你们有着较大的差异，尽管都爱着对方，但立场不同，考虑问题会冲突不断。属猪的男生性情温柔沉稳，对工作兢兢业业，对家庭尽心尽责。属牛的女生温文尔雅，对工作勤恳，同时也能把家庭打理得井井有条。尽管属牛的女生渴望锦衣玉食的生活，但性格内向，不善于表达。属猪的男生会因为属牛的女生对事业的过分投入而冷落自己感到无名的恼火。而属牛的女生则希望属猪的男生给予更多的关心和物质方面的满足。",
		"created" : null
	},
	{
		"id" : 135,
		"nan_shengxiao" : "猪",
		"nv_shengxiao" : "虎",
		"zhishu" : 60,
		"jieguo" : "相亲相爱的一对",
		"pingshu" : "前世冤家，今生夫妻，历尽艰难走到一起\n相互吸引，历尽艰难做到一起的一对。你们彼此之间有稳固的感情基础，有共同的目标，但彼此之间会有大大小小的摩擦和问题，需要解决掉才能走到一起。属猪的男生为人亲切开通，在关键时刻总能表现的有勇有谋。属虎的女生思想前卫，积极主动，处事干脆利落。你们会因为彼此不同的个性而吸引，相处久了会因为兴趣的不同而充满惊喜。惊喜中还有着各种的小矛盾，只要能解决这些矛盾和摩擦，你们终究会走到一起。",
		"created" : null
	},
	{
		"id" : 136,
		"nan_shengxiao" : "猪",
		"nv_shengxiao" : "兔",
		"zhishu" : 90,
		"jieguo" : "情投意合的一对",
		"pingshu" : "如胶似漆，恩恩爱爱，超甜蜜的配对组合。\n如胶似漆，恩恩爱爱，超甜蜜的配对组合。你们是天作之合，对彼此都非常满意，能融洽生活。属猪的男生开朗大方，性情温和；属兔的女生机智灵巧，精细敏锐。你们两个人，一个是翩翩君子，一个是窈窕淑女。属猪的男生爱慕属兔的女生的温柔善良，甘愿为她们建造一个温馨的家庭。属兔的女生也非常欣赏属猪的男生的宽容和豪爽，会以自己的聪明才智助属猪的男生一臂之力。你们彼此能替对方着想，能真心交流，感情生活甜蜜无比。",
		"created" : null
	},
	{
		"id" : 137,
		"nan_shengxiao" : "猪",
		"nv_shengxiao" : "龙",
		"zhishu" : 70,
		"jieguo" : "携手并进的一对",
		"pingshu" : "同进同退，风雨同舟，典型正能量组合。\n同进同退，风雨同舟，不错的伴侣组合。你们是渐入佳境的一对，需要共同面对不同的困境和困难，渐渐培养起默契。在交往之初，你们能彼此平衡，彼此包容。属猪的男生温和幽默，为人殷勤而宽容。属龙的女生是典型的实力派，有着很强的能力。爱的力量使属猪的男生愿意为属龙的女生煞费心机，能给属龙的女生最好的生活。属龙的女生对属猪的男生所做的种种也非常领情，会十分关心属猪的男生，体谅他的心情，也能在凭自己的能力给予属猪的男生最大的帮助。你们的感情会随着欣赏而不断更好。",
		"created" : null
	},
	{
		"id" : 138,
		"nan_shengxiao" : "猪",
		"nv_shengxiao" : "蛇",
		"zhishu" : 30,
		"jieguo" : "不相为谋的一对",
		"pingshu" : "互相鄙视，兴趣不投，根本不在一个频道。\n兴趣不投，不太和谐的一对。你们的速配指数低，两人生活难以获得幸福。属猪的男生生性憨厚，性情温和，让人看了想亲近；属蛇的女生自命不凡，凡事喜欢追求完美。在属猪的男生看来，属蛇的女生充满神秘，很另类。属蛇的女生会觉得属猪的男生慵懒没上进心，不能机遇她生活保障，而属猪的男生觉得属蛇的女生心机重，双方都无法猜测对方的心思，非常难有交集。",
		"created" : null
	},
	{
		"id" : 139,
		"nan_shengxiao" : "猪",
		"nv_shengxiao" : "马",
		"zhishu" : 55,
		"jieguo" : "互相牵绊的一对",
		"pingshu" : "不是冤家不聚头，分分合合路途艰辛。\n不是冤家不聚头，聚合路途艰辛。你们两个人都积极乐观，对生活充满精力，在结合的过程中需要经历各种分分合合，才能走到一起。属猪的男生忠实守信，性格豪爽，待人宽容。属马的女生性格开朗活泼，聪明浪漫，多才多艺。但你们彼此观念不同，会让你们之间产生距离，想要更好的相处，那就要多给对方空间和自由，这样你们的感情才会慢慢好起来，你们才能走到一起。",
		"created" : null
	},
	{
		"id" : 140,
		"nan_shengxiao" : "猪",
		"nv_shengxiao" : "羊",
		"zhishu" : 90,
		"jieguo" : "情投意合的一对",
		"pingshu" : "情投意合，恩爱夫妻，羡煞旁人的组合。\n情投意合，恩恩爱爱，形影不离的一对。你们会因为深爱对方而甘愿做出任何的牺牲。婚姻生活使你们能更加关心彼此，双方会感到如鱼得水。属猪的男生有着健壮的体格，而且性情温良，非常有绅士风度。属羊的女生温柔多情，细致体贴，是典型的贤妻良母。属猪的男生从不吝啬对属羊的女生的感情，会给予她最好的一切。属羊的女生有着母爱的天性，会对属猪的男生照顾的无微不至。",
		"created" : null
	},
	{
		"id" : 141,
		"nan_shengxiao" : "猪",
		"nv_shengxiao" : "猴",
		"zhishu" : 10,
		"jieguo" : "互相折磨的一对",
		"pingshu" : "互相折磨，强拼硬凑，完全凑不到一块。\n互相折磨，强拼硬凑，完全凑不到一块。你们两个人不太速配，在一起要面临很多的考验，相互之间凝聚力不足，缺乏默契。属猪的男生生性温柔憨厚，喜欢朴实无华的家庭生活；属猴的女生头脑灵活，性格泼辣，凡事喜欢标新立异。属猪的男生生活中的慢斯条理，会让属猴的女生急躁不安；而属猴的女生的张扬有时也会伤及到属猪的男生。你们彼此的性格不合，很难走到一起。",
		"created" : null
	},
	{
		"id" : 142,
		"nan_shengxiao" : "猪",
		"nv_shengxiao" : "鸡",
		"zhishu" : 80,
		"jieguo" : "彼此成就的一对",
		"pingshu" : "幽默浪漫，包容理解，甜蜜幸福的组合\n生活融洽，能包容理解的一对。你们彼此坦诚相对，能相互理解和包容。你们有着强烈的自尊心和观点，生活中难免会有摩擦，但你们能理解和忍让，因此生活非常美好。属猪的男生温柔真诚，为人宽容大度。属鸡的女生思想前卫开放，为人能言善辩。在属鸡的女生无趣的时候，属猪的男生会献上十二分热情，从精神上来抚慰属鸡的女生。属鸡的女生有善于分析的头脑，能在得到滋润的同时给予属猪的男生帮助。",
		"created" : null
	},
	{
		"id" : 143,
		"nan_shengxiao" : "猪",
		"nv_shengxiao" : "猪",
		"zhishu" : 40,
		"jieguo" : "吵吵闹闹的一对",
		"pingshu" : "吵吵闹闹，争执不休，考验彼此耐心。\n吵吵闹闹，争执不休，考验彼此耐心。你们的速配度较低，你们性格不搭，在遇到大是大非前需要保持理性，这样才能不影响你们的判断。你们在遇到问题的时候，都不会为对方让步，两人的缺点难以互补，经常会很茫然，不知所措。为了彼此能在一起，你们必须得出做改变，这样才能让对方适应，才能相亲相爱。",
		"created" : null
	}
]
